CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "Calcul de l'effort tranchant de calcul conformément aux provisions spéciales du dimensionnement sismique "
DESIGN_MOMENT_ABOUT_YDIRECTION_FOR_DUCTILE_DESIGN = "Moment de calcul autour de la direction-y pour le dimensionnement ductile "
DESIGN_MOMENT_ABOUT_ZDIRECTION_FOR_DUCTILE_DESIGN = "Moment de calcul autour de la direction-z pour le dimensionnement ductile "
IDS_5_YEARS_OR_MORE = "5 ans ou plus"
IDS_ABOUT_MAJOR_AXIS = "Autour de l'axe fort "
IDS_ABOUT_MINOR_AXIS = "Autour de l'axe faible "
IDS_ADD_DOT = "AJOUTER. "
IDS_ADDITIONAL_BENDING_REBAR_DATA = "Données supplémentaires des armatures de flexion "
IDS_APPLIED_SHEAR_FORCE = "Effort tranchant appliqué "
IDS_ANCH_BOLT_CAST_HEADED_STUD = "Cast-In-Place Headed Stud"
IDS_ANCH_BOLT_CAST_HEADED_BOLT = "Cast-In-Place Headed Bolt"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTL = "Cast-In-Place Hooked Bolt-L"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTJ = "Cast-In-Place Hooked Bolt-J"
IDS_ANCH_BOLT_POST_UNDERCUTANC = "Post-Installed Undercut Anchor"
IDS_ANCH_BOLT_POST_EXPANSIONTC = "Post-Installed Expansion Anchor ( Torque )"
IDS_ANCH_BOLT_POST_EXPANSIONDC = "Post-Installed Expansion Anchor ( Displacement )"
IDS_ANCH_BOLT_POST_ADHESIVEANC = "Post-Installed Adhesive Anchor"
IDS_AREA = "Section"
IDS_ASSUMED_UNCRACKED_SECTION = "Section non-fissurée présumée "
IDS_AXIAL_CAPACITY = "Résistance à l'effort normal"
IDS_AXIAL_MOMENT = "Effort normal et moment "
IDS_AXIAL_MOMENT_CAPACITY = "Résistance à l'effort normal et résistance au moment "
IDS_AXIAL_MOMENT_CAPACITY_MAJOR = "Résistance à l'effort normal et résistance au moment autour de l'axe fort"
IDS_AXIAL_MOMENT_CAPACITY_MINOR = "Résistance à l'effort normal et résistance au moment autour de l'axe faible"
IDS_BEAM_COLUMN_JOINT_CAPACITY = "Résistance de l'assemblage poteau-poutre "
IDS_BEAM_DEMAND_BOTTOM = "Demande de poutre inférieure "
IDS_BEAM_DEMAND_TOP = "Demande de poutre supérieure "
IDS_BEARING = "Portance "
IDS_BEARING_CAPACITY = "Capacité portante "
IDS_BOTTOM = "Inférieur"
IDS_BOUNDARY_ELEMENT = "Element de frontière"
IDS_BOUNDARY_ELEMENT_LENGTH = "Longueur de l'E.F"
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = "Armatures transversales de l'élément de frontière non-requises"
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "Armatures transversales de l'élément de frontière requises"
IDS_BY_LENGTH = "Par longueur "
IDS_BY_SECTION = "Par section "
IDS_BY_DESIGN_DETAILS = "Par détails de conception"
IDS_BY_XD_LIMIATION = "Par limitation x/d"
IDS_CALCULATE_AXIAL_LOAD_AND_MOMENT_CAPACITIES = "Calcul de la résistance du moment et de l'effort normal "
IDS_CALCULATE_AXIAL_MOMENT_CAPACITY = "Calul de la résistance "
IDS_CALCULATE_BEARING_CAPACITY = "Calcul de la capacité portante "
IDS_CALCULATE_BENDING_STRENGTH_FOR_DESIGN_SHEAR_FORCE = "Calcul de la résistance à la flexion pour l'effort tranchant de calcul "
IDS_CALCULATE_CAPACITY_OF_COMPRESSION_STRESS_BLOCK = "Résistance de la section en béton comprimée"
IDS_CALCULATE_CAPACITY_OF_REBAR = "Calcul de la résistance d'armatures ((+): compression, (-): traction)"
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD = "Calcul de la charge axiale concentrée "
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD_US = "Calculation of Pure Compression"
IDS_CALCULATE_CRACK_WIDTH = "Calcul de la largeur de fissuration"
IDS_CALCULATE_DEFLECTION = "Calcul de la flèche "
IDS_CALCULATE_DEFLECTION_ALLOW = "Calculer la flèche admissible"
IDS_CALCULATE_DEFLECTION_MAX = "Calculer la flèche maximale"
IDS_CALCULATE_DESIGN_DISPLACEMENT = "Calcul du déplacement de calcul "
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "Calcul de l'effort tranchant de calcul conformément aux provisions spéciales du dimensionnement sismique "
IDS_CALCULATE_MINIMUM_REINFORCEMENT_FOR_CRACK = "Calcul du ferraillage minimal de fissuration "
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MAJOR = "Calcul de l'effort tranchant de calcul principal conformément aux provisions spéciales du dimensionnement sismique "
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MINOR = "Calcul de l'effort tranchant de calcul secondaire conformément aux provisions spéciales du dimensionnement sismique "
IDS_CALCULATE_MAXIMUM_REINFORCEMENT_RATIO = "Calcul du pourcentage maximum d'armatures "
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO = "Calcul du pourcentage minimum d'armatures "
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO_US = "Calcul du taux minimal d’armature "
IDS_CALCULATE_MOMENT_FROM_LEFT_EDGE = "Calcul du moment depuis le bord gauche "
IDS_CALCULATE_MOMENT_FROM_RIGHT_EDGE = "Calcul du moment depuis le bord droit "
IDS_CALCULATE_MULTIPLIER_FOR_LONG_TERM_EFFECTS = "Coefficient des effets différés "
IDS_CALCULATE_NOMINAL_CAPACITY_ABOUT_NEUTRAL_AXIS = "Calcul de résistance nominale autour de l'axe neutre"
IDS_CALCULATE_STRAIN_DISTRIBUTION_SECTION = "Vérification de la distribution des déformations de la section"
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_LEFT_EDGE = "Calcul du moment renversant et stabilisant depuis le bord gauche "
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_RIGHT_EDGE = "Calcul du moment renversant et stabilisant depuis le bord droit"
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_LEFT_EDGE = "Calcul du moment de renvsersement depuis bord gauche "
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_RIGHT_EDGE = "Calcul du moment de renvsersement depuis bord droit "
IDS_CALCULATE_PILE_BEARING_CAPACITY = "Calcul de la capacité portante des pieux "
IDS_CALCULATE_REINFORCEMENT_RATIO = "Calcul du pourcentage d'armatures "
IDS_CALCULATE_REINFORCEMENT_RATIO_US = "Calcul du rapport d'armature"
IDS_CALCULATE_REQUIRED_SHEAR_REINFORCEMENT = "Calcul d'armatures de cisaillement requises "
IDS_CALCULATE_TIE_SHEAR_REINFORCEMENT = "dans le cas d’armatures de liaison"
IDS_CALCULATE_REQUIRED_SHEAR_LONGITUDINAL_REBAR = "Vérification de la force de traction dans l’armature longitudinale due au cisaillement"
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT = "Calcul de la résistance de cisaillement requise par les armatures transversales "
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT_US = "Calcul de la résistance au cisaillement fournie par l’armature transversale"
IDS_CHECK_SHEAR_CAPACITY = "Vérification de la résistance de l'effort tranchant "
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE = "Calcul de la résistance au cisaillement du béton "
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE_US = "Calcul de la résistance nominale au cisaillement du béton"
IDS_CALCULATE_FACTORED_SHEAR_STRESS_BY_CONCRETE_US = "Calcul de la contrainte de cisaillement majorée"
IDS_CALCULATE_SHEAR_STRENGTH_BY_REINFORCEMENT = "Calcul de la résistance au cisaillement des armatures d'effort tranchant "
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT = "Calcul des armatures d'effort tranchant requises "
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT_US = "Espacement maximal de l’armature transversale"
IDS_CALCULATE_SHEAR_NEED_REQUIRED_REINFORCEMENT = "Ferraillage nécessaire "
IDS_CALCULATE_SHEAR_NEED_NOT_REQUIRED_REINFORCEMENT = "Ferraillage non nécessaire "
IDS_CALCULATE_ADDITIONAL_LONGITUDINAL_REINFORCEMENT = "Calculer l'armature longitudinale supplémentaire"
IDS_CALCULATE_SLIDING_CAPACITY = "Calcul de la résistance au glissement "
IDS_CALCULATE_STRAIN = "Calcul de déformation "
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR = "Calcul du coefficient de réduction de résistance "
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR_US = "Calcul des facteurs de résistance"
IDS_CALCULATE_STRESS = "Calcul de contrainte"
IDS_CALCULATE_THE_REQUIRED_SHEAR_REINFORCEMENT = "Calcul d'armatures de cisaillement requises "
IDS_CALCULATE_THE_REQUIRED_THICKNESS = "Calcul de l'épaisseur requise "
IDS_CALCULATE_THE_STRESS_IN_THE_TENSION_STEEL = "Calcul de la contrainte de traction de l'acier "
IDS_CALCULATE_THE_STRESS_MAXIMUM_CRACK_SPACING = "Calcul de l'ouvereture maximale des fissures "
IDS_CALCULATE_CRACKING_MOMENT = "Calcul du moment de fissuration "
IDS_CALCULATE_CRACKING_MOMENT_US = "Calcul du moment de fissuration"
IDS_CHAR_DOT = "Caract. "
IDS_CHARACTERISTIC_FRICTION_ANGLE = "Angle de frottement caractéristique "
IDS_CHECK_ANGLE_ROTATE = "Vérification de l'angle de rotation (degré)"
IDS_CHECK_CALCULATE_MOMENT_CAPACITY = "Calcul de la résistance du moment "
IDS_CHECK_CALCULATE_MOMENT_CAPACITY_US = "Calcul de la résistance à la flexion"
IDS_CHECK_COMPRESSION_STEEL_YIELD_CONDITION = "Vérifier la condition de limite d'élastiicté des aciers comprimés "
IDS_CHECK_CRACK = "Vérification des fissures "
IDS_CHECK_STRESS_AREMA = "Vérifier la contrainte"
IDS_CHECK_CRACK_WIDTH = "Vérification de fissuration Vérification de l'ouverture des fissures "
IDS_CHECK_CRUSHING_OF_CONCRETE = "Vérification de l'éclatement du béton "
IDS_CHECK_DECK_PLATE = "Checking deck plate"
IDS_CHECK_DEFLECTION = "Vérification de la flèche"
IDS_CHECK_DESIGN_MOMENT = "Vérification du moment de calcul "
IDS_CHECK_ECCENTRICITY = "Vérification de l'excentricité "
IDS_CHECK_MINIMUM_ECCENTRICITY = "Vérification de l'excentricité minimale "
IDS_CHECK_LINEAR_CREEP = "Vérification du fluage linéaire "
IDS_CHECK_MAXIMUM_PERMISSIBLE_TENSILE_REINFORCEMENT = "Vérification du ferraillage de traction maximum admissible "
IDS_COMPUTE_MEMBER_END_MOMENT = "Calculer le moment d'about de l'élément "
IDS_COMPUTE_MEMBER_END_MOMENT_MAJOR = "Calculer le moment d'about de l'élément autour de l'axe fort "
IDS_COMPUTE_MEMBER_END_MOMENT_MINOR = "Calculer le moment d'about de l'élément autour de l'axe faible"
IDS_CHECK_AXIAL_FORCE_CAPACITY = "Vérification de la résistance de l'effort tranchant "
IDS_CHECK_CRITICAL_REGION_LENGTH = "Vérification de la longueur de la zone critique "
IDS_CHECK_CRITICAL_REGION_SPACE = "Vérification de l'espace de la zone critique "
IDS_CHECK_LENGTH_OF_CRITICAL_REGION = "Vérification de la longueur de la zone critique "
IDS_CHECK_SPACE_OF_CRITICAL_REGION = "Vérification de l'espace de la zone critique "
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT = "Vérification du moment total y compris les effets de 2nd-ordre"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MAJOR = "Vérification du moment total y compris les effets de 2nd-ordre autour de l'axe fort "
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MINOR = "Vérification du moment total y compris les effets de 2nd-ordre autour de l'axe faible"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_NOT = "Le moment de calcul est amplifié 99.99 fois "
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_OK = "Appliquer le moment majoré"
IDS_CHECK_MOMENT_MAGNIFICATION = "Vérification de la majoration du moment "
IDS_CHECK_MOMENT_MAGNIFICATION_MAJOR = "Vérification de l'amplification du moment autour de l'axe fort "
IDS_CHECK_MOMENT_MAGNIFICATION_MINOR = "Vérification de l'amplification du moment autour de l'axe faible"
IDS_CHECK_RATIO_NEUTRAL_AXIS_TO_EFFECT_DEPTH = "Vérifier le rapport entre l’axe neutre et la hauteur utile"
IDS_CHECK_REBAR_RATIO = "Vérification du pourcentage d'armatures "
IDS_CHECK_REBAR_SPACE = "Checking rebar space"
IDS_CHECK_REINFORCEMENT_DETAIL = "Vérification du détail de ferraillage "
IDS_CHECK_SHIRIKAGE_TEMPERATURE_REINFORCEMENT = "Vérification de l'armature"
IDS_CHECK_DISTRIBUTION_FACTOR_TEMPERATURE = "Facteur de distribution par température "
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT = "Vérification du ferraillage d'effort tranchant requis "
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT_US = "Checking required transverse reinforcement"
IDS_CHECK_SHEAR_RATIO = "Vérification du ratio de la résistance à l'effort tranchant "
IDS_CHECK_INTERACTION_SHEAR = "Vérification de l'interaction de l'effort tranchant dévié "
IDS_CHECK_INTERACTION_SHEAR_CHECK = "L'interaction de l'effort tranchant dévié doit être vérifiée"
IDS_CHECK_INTERACTION_SHEAR_NOT_CHECK = "L'interaction de l'effort tranchant dévié est négligée "
IDS_CHECK_INTERACTION_SHEAR_RATIO = "Rapport d'interaction "
IDS_CHECK_SKIN_REBAR = "Vérification des armature de peau"
IDS_CHECK_SLENDERNESS_RATIO = "Vérification du coefficient d'élancement  "
IDS_CHECK_SLENDERNESS_RATIO_Y_AXIS = "Vérification du coefficient d'élancement autour de l'axe-y "
IDS_CHECK_SLENDERNESS_RATIO_Z_AXIS = "Vérification du coefficient d'élancement autour de l'axe-z "
IDS_CHECK_SPACING_OF_HORIZONTAL_REBAR = "Vérification de l'espacement des armatures transversales "
IDS_CHECK_SPACING_OF_REBAR = "Vérification de l'espacement d'armatures "
IDS_CHECK_SPACING_OF_REBAR_US = "Vérification du contrôle de la fissuration par la répartition des armatures "
IDS_CHECK_STRESS_OF_REBAR_AREMA = "Vérification de la contrainte de traction dans la barre d'Armature aux charges de service"
IDS_CHECK_SPACING_OF_SHEAR_REINFORCEMENT = "Vérification de l'espacement des barres de cisaillement "
IDS_CHECK_SPACING_OF_REBAR_TENSILEFACE = "Vérification de l'espacement des armatures proche de la partie tendue "
IDS_CHECK_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_IN_CURRENT_WALL = "Vérifier les éléments de frontière spéciaux requis dans le voile courant "
IDS_CHECK_STRESS_LIMITAION = "Vérification de la contrainte admissibile "
IDS_CHURCH = "Church"
IDS_COLUMN_LOCATION_TYPE = "Type de localisation de poteau :"
IDS_COMBINATION = "Combinaison "
IDS_COMP_DOT = "Comp. "
IDS_COMPRESSION = "Compression"
IDS_COMPRESSION_CONTROLLED = "Compression contrôlée "
IDS_REVISE_SECTION = "Réviser la section"
IDS_COMPRESSION_ONLY = "Compression pure "
IDS_COMPUTE_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_LENGTH = "Calculer la longueur des barres transversales des éléments de frontière"
IDS_COMPUTE_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_THICKNESS_DIRECTION = "Calculer le ferraillage horizontal pour les éléments de frontière spéciaux pour la direction d'épaisseur "
IDS_COMPUTE_HORIZONTAL_SHEAR_FORCE = "Calculer l'effort tranchant horizontal "
IDS_COMPUTE_JOINT_GEOMETRY_INFORMATION = "Calculer les informations géométriques de l'assemblage "
IDS_COMPUTE_MAXIMUM_SPACING_OF_HORIZONTAL_REBAR_FOR_BOUNDARY_ELEMENT = "Calcul de l'espacement maximal des barres horizontales du l'élément de frontière "
IDS_COMPUTE_NOMIANL_JOINT_SHEAR_CAPACITY = "Capacité nominale en cisaillement des assemblages "
IDS_COMPUTE_DESIGN_JOINT_SHEAR_CAPACITY = "Calculer la capacité de calcul au cisaillement du nœud"
IDS_CONCRETE = "Béton "
IDS_CONFINED_BY_BEAMS_ON_ALL_FOUR_FACES = "Confiné par poutres sur tous les quatres faces "
IDS_CONFINED_BY_BEAMS_ON_THREE_FACES_OR_ON_TWO_OPPOSITE_FACES = "Confiné par poutres sur trois face ou deux faces opposés "
IDS_CRACKED_SECTION = "Section fissurée"
IDS_CRITICAL_PILE_NODE_KEY = "Nœud clé critique du pieux "
IDS_CRITICAL_REGION_SPACING_DOES_NOT_EXIST = "Espacement de la zone critique n'existe pas "
IDS_CURRENT_WALL_LEVEL = "Niveau du mur en cours "
IDS_CUTTING_LINE = "Ligne de coupe"
IDS_CUTTING_LINE_FLEXURAL_CAPACITY = "Ligne de coupe de la résistance à la flexion"
IDS_CUTTING_LINE_FLEXURE = "Ligne de coupe de la flexion "
IDS_CUTTING_LINE_SHEAR = "Ligne de coupe de cisaillement "
IDS_CUTTING_LINE_SHEAR_CAPACITY = "Ligne de coupe de la résistance au cisaillement "
IDS_CALCULATE_BALANCE_CONDITION = "Calcul de l'excentricité d'équilibre "
IDS_CALCULATE_BALANCE_CONDITION_US = "Calculation of capacity in balanced strain condition "
IDS_CALCULATE_BALANCE_CONDITION_ECCEN = "Excentricité équilibrée "
IDS_CALCULATE_BALANCE_CONDITION_ACT_ECCEN = "Excentricité réelle "
IDS_CALCULATE_BALANCE_CONDITION_MAX_PN = "Effort normal de compression maximum "
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL = "Contrôle de traction "
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL = "Contrôle de compression"
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL_US = "Ainsi, la section est contrôlée par la traction. "
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL_US = "Ainsi, la section est contrôlée par la compression. "
IDS_CALCULATE_BALANCE_CONDITION_BAL_CON = "Condition d'équilibre "
IDS_CHECK_TENSILE_STRESS_FOR_VERTICAL_REBAR = "Vérification de la contrainte de traction pour les armatures longitudinales "
IDS_CHECK_TENSILE_STRESS_FOR_HORIZONTAL_REBAR = "Vérification de la contrainte de traction pour les armatures transversales  "
IDS_CHECK_COMPPRESSIVE_STRESS_FOR_CONCRETE = "Vérifier la contrainte de compression pour le béton"
IDS_COMPRESSIVE_STRESS = "Contrainte de compression "
IDS_CALCULATE_TENS_CAPACITY_REBAR = "Calcul de la résistance à la traction des armatures"
IDS_CALCULATE_COMP_CAPACITY_CONC = "Calcul de la résistance à la compression du béton"
IDS_CHECK_DIMENSION_OF_THE_SPECIAL_BOUNDARY_ELEMENT = "Vérification des dimension de l'élément de frontière spécial"
IDS_COMPRESSION_STEEL_YIELD = "Limite élastique de l'acier de compression "
IDS_COMPRESSION_STEEL_DOES_NOT_YIELD = "Acier comprimé n'existent pas "
IDS_CORNER = "Coin "
IDS_CALCULATE_GEOMETRIC_IMPERFECTION = "Calcul de l'imperfection géométrique "
IDS_CALCULATE_SLENDERNESS_OF_FRAME = "Calcul de l'élancement de la poutre"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_BRACED = "Calcul du moment de calcul autour de l'axe fort avec contreventement "
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_UNBRACED = "Calcul du moment de calcul autour de l'axe fort sans contreventement "
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_BRACED = "Calcul du moment de calcul autour de l'axe faible avec contreventement "
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_UNBRACED = "Calcul du moment de calcul autour de l'axe faible sans contreventement "
IDS_CALCULATE_DESIGN_MOMENT_AXIS_SHORT_OR_SLENDER = "Calculer le moment de calcul (axe %s, %s)"
IDS_CALCULATE_NOMINAL_SHEAR_STRENGTH_FOR_SPECIAL_WALL = "Calcul de la résistance nominale à l'effort tranchant pour voile spécial "
IDS_CHECK_NORMALIZED_AXIAL_RATIO = "Vérfication du rapport de l'effort normal normalisé "
IDS_CHECK_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS = "Vérification du rapport volumétrique des boucles de confinement "
IDS_CALCULATE_CURVATURE_DUCTILE_FACTOR = "Calcul du facteur de ductilité de courbure "
IDS_CHECK_MECHANICAL_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS_WITHIN_THE_CRITICAL_REGIONS = "Vérification du rapport volumétrique mécanique des boucles de confinement dans les zones critiques "
IDS_COMPRESSION_REBARS_ARE_NOT_CONSIDERED_CALC_MIN_RHO = "Armatures comprimées ne sont pas considérées dans le calcul du %As_min "
IDS_CHECK_DISTRIBUTION_REINFORCEMENT = "Vérification de la distribution du ferraillage"
IDS_CLOCKWISE_NOMINAL_STRENGTH = "Résistance nominale horaire "
IDS_COUNTER_CLOCKWISE_NOMINAL_STRENGTH = "Résistance nominale anti-horaire "
IDS_CLOCKWISE_DESIGN_STRENGTH = "Résistance de calcul "
IDS_COUNTER_CLOCKWISE_DESIGN_STRENGTH = "Résistance de calcul au sens horaire"
IDS_CONSIDER_UNBALANCED_MOMENT = "Considérer le moment non-équilibré"
IDS_CALCULATE_TORSION_CAPACITY = "Calcul de la résistance à la torsion "
IDS_CALCULATE_TORSION_STRENGTH_BY_LINK_REINFORCEMENT = "Calculer la résistance à la torsion par les armatures de liaison "
IDS_CALCULATE_TORSION_STRENGTH_BY_LONGITUDINAL_REINFORCEMENT = "Calculer la résistance à la torsion par les armatures longitudinales  "
IDS_CHECK_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "Vérifier uniquement le ferraillage minimal requis "
IDS_CHECK_SPACING_OF_TORSION_LINK_REINFORCEMENT = "Vérifier l'espacement des armatures de liaison de torsion "
IDS_CROSS_SECTION_AREA_OF_THE_REINFORCEMENT = "Calcul de la résistance de calcul de l'effort tranchant "
IDS_CALCULATE_DESIGN_SHEAR_RESISTANCE = "Calcul de l'effort tranchant résistant de calcul "
IDS_CALCULATE_DESIGN_PLASTIC_SHEAR_RESISTANCE = "Calcul de l'effort tranchant plastique résistant "
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE = "Calcul du résistance au voilement par cisaillement "
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_WEB = "Calcul de la résistance de calcul au voilement par cisaillement de l'ame"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_FLANGE = "Calcul de la résistance de calcul au voilement par cisaillement de la semelle "
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MAJOR_AXIS = "Vérification de la résistance de calcul de l'effort tranchant autour de l'axe fort "
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MINOR_AXIS = "Vérification de la résistance de calcul de l'effort tranchant autour de l'axe faible"
IDS_CONNECTION_TYPE = "Connection Type"
IDS_CONTRIBUTION_FROM_THE_WEB = "Contribution de l'âme "
IDS_CONTRIBUTION_FROM_THE_FLANGE = "Contribution de la semelle "
IDS_CONSIDER_CONTRIBUTION_FROM_FLANGE = "Considérer la contribution de la semelle "
IDS_CONSIDER_GIRDER_MODE = "Consider girder mode"
IDS_CHECK_DESIGN_RESISTANCE_FOR_TORSION = "Vérifier la résistance de calcul en torsion"
IDS_CONCURRENT_FORCE = "force concurrente"
IDS_CALC_CAPACITY_CONCRETE = "Calculer la capacité du béton"
IDS_COLUMN_MOMENT_RATIO_JOINT = "Rapport des moments de la Colonne au nœud"
IDS_CALCULATE_DESIGN_SHEARS = "Calculer les cisaillements de conception"
IDS_CHECK_MAXIMUM_SLENDERNESS_RATIO_LIMIT = "Vérifier la limite maximale du rapport d'élancement"
IDS_Cm_WITH_TRANSVERSE_LOAD = " (Avec des charges transversales entre appuis)"
IDS_CONCRETE_GRADE_IS_NOT_PERMITTED = "La classe de Béton n'est pas autorisée"
IDS_DAMPING_RATIO = "Damping Ratio"
IDS_DE_CRITICAL = "Critical "
IDS_DE_DIR_DOT_1 = "Dir.1 "
IDS_DE_DIR_DOT_2 = "Dir.2 "
IDS_DE_DIR_DOT_3 = "Dir.3"
IDS_DE_FAILURE = "Rupture "
IDS_DE_MEMBER_DESIGN_DETAIL_REPORT = "Rapport détaillé du dimensionnement de l'élément "
IDS_DE_NEED_CHK = "Vérification nécessaire "
IDS_DE_NEG_DOT = "Nég. "
IDS_DE_NG = "NG"
IDS_DE_NONE = "Null"
IDS_DE_NOT_CHK = "Non vérifié "
IDS_DE_OK = "OK"
IDS_DE_POS_DOT = "Pos."
IDS_DE_X_DIR_DOT = "Dir-x"
IDS_DE_Y_DIR_DOT = "Dir-y"
IDS_DE_Z_DIR_DOT = "Dir-z "
IDS_DEAD_LOAD_CASE = "Cas de charge permanente "
IDS_DEFLECTION_UNDER_CONSTRUCTION = "Deflection under construction"
IDS_DENSE_ZONE = "Zone dense "
IDS_DESIGN_CASE = "Cas de charge de calcul "
IDS_DESIGN_CODE = "Règlement de calcul"
IDS_DESIGN_FORCE = "Force de calcul "
IDS_DESIGN_PARAMETER = "Paramètre de calcul "
IDS_DESIGN_TYPE = "Type de calcul "
IDS_DETAILING_RULES_FOR_THE_LOCAL_DUCTILITY_OF_CONCRETE_MEMBERS = "Dispositifs de construction de la ductilité locale pour les éléments en béton "
IDS_DETERMINE_IF_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "Déterminer si le ferraillage transversal des éléments de frontière est requis "
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_DISPLACEMENT_BASED_METHOD = "Déterminer si les éléments de frontières spéciaux sont requis par la méthode des déplacements "
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_STRESS_BASED_METHOD = "Déterminer si les éléments de frontières spéciaux sont requis par la méthode des contraintes "
IDS_DROP_PANEL_PUNCHING_SHEAR_CAPACITY = "Résistance au poinçonnement des chapiteaux "
IDS_DEFLECTION = "Flèche "
IDS_DEFAULT_OR_USER_DEFINED_VALUE = "Valeur par défaut ou définie par l'utilisateur "
IDS_DROP = "Chapiteau "
IDS_DESIGN_MODED_DESIGN = "Calcul "
IDS_DESIGN_MODED_CHECKING = "Vérification "
IDS_DESIGN_MODED_EDIT = "Modification de calcul"
IDS_DISTANCE_FROM_THE_SECTIONS_NUETRAL_AXIS_TO_THE_REINFORCEMENT = "Distance de l'axe neutre de la section aux armatures "
IDS_DISTANCE_FROM_THE_CENTER_OF_THE_SECTION_TO_THE_REINFORCEMENT_IN_THE_MEMBER_LOCAL = "Distance du centre de section aux armatures dans l'élément local "
IDS_DETERMINE_WHETHER_TO_CONSIDER_SHEAR_BUCKLING = "Déterminer si on considère le voilement par cisaillement "
IDS_DETERMINE_WHETHER_TO_CONSIDER_CONTRIBUTION_FROM_FLANGE = "Déterminer si on considère la contribution des semelles"
IDS_END_PART = "Partie finale "
IDS_END_LENGTH = "Longueur finale "
IDS_END_SPACE = "Espacement final "
IDS_ETC_ACTION = "Action Etc"
IDS_EXTERIOR_COLUMN = "Poteau extérieur "
IDS_EDGE = "Bord "
IDS_ETC = "Etc. "
IDS_ECCENTRICITY_FACTOR = "Facteur d'excentricité"
IDS_END_MOMENT_DESIGN_SHEAR = "Moment d'extrémité pour la Force de cisaillement de calcul sismique"
IDS_ENVIRONMENT = "Environnement"
IDS_FACE = "Face"
IDS_FOR_OTHER_CASES = "Pour autres cas"
IDS_FOOT_BRIDGE_INDOOR = "Foot Bridge ( Indoor )"
IDS_FOOT_BRIDGE_OUTDOOR = "Foot Bridge ( Outdoor )"
IDS_FRICTION_FACTOR = "Coefficient de frottement "
IDS_FACTOR_CONTRIBUTION_WEB_TO_SHEAR_BUCKLING = "Facteur de contibution d'âme au voilement par cisaillement "
IDS_FACTORED_SHEAR_FORCES_UNIT_LOAD_CASE = "Forces de cisaillement pondérées dues au type de Cas de charge"
IDS_HORIZONTAL = "Horizontal "
IDS_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_LENGTH_DIRECTION = "Calcul du ferraillage horizontal pour l'élément de frontière spécial pour la direction de longueur "
IDS_HEIGHT_ENTIRE_WALL = "Hauteur du mur complet "
IDS_HORIZONTAL_TENSILE_STRESS = "Contrainte de traction horizontale "
IDS_IMMEDIATE = "Immédiat "
IDS_INTERIOR_COLUMN = "Poteau intérieur "
IDS_INTERMEDIATE_MOMENT_FRAME = "Portique à contreventement intermédiaire "
IDS_INCREASE_SECTION_DIMENSIONS = "Augmenter les dimensions de la section "
IDS_INTERACTION_CURVE = "Courbe d'interaction "
IDS_INTERIOR = "Intérieur "
IDS_JOINT = "Assemblage "
IDS_JOINT_CLASSIFIED = "Le nœud est classé comme,"
IDS_JOINT_CONTINUOUS_BEAMS = "Poutres continues"
IDS_JOINT_CONTINUOUS_COLUMN = "Colonne continue"
IDS_JOINT_CONFINED_COLUMN = "Colonne confinée"
IDS_JOINT_DISCONTINUOUS_BEAMS = "Poutres discontinues"
IDS_JOINT_DISCONTINUOUS_COLUMN = "Colonne discontinue"
IDS_JOINT_NOTCONFINED_COLUMN = "Colonne non confinée"
IDS_LEFT_PART = "Partie gauche "
IDS_LINEAR_CREEP = "Fluage linéaire "
IDS_LIVE_LOAD_CASE = "Cas de charge d'exploitation "
IDS_LIVE_LOAD_SUSTAIN_RATIO = "Coefficient de surcharge d'exploitation "
IDS_LONG_HYPHEN_TERM = "Long-term"
IDS_LONG_TERM = "Long term"
IDS_MATERIAL = "Matériau"
IDS_MAXIMUM_BEARING_PRESSURE = "Pression de contact maximale "
IDS_MEMBER_INFORMATION = "Informations de l'élément "
IDS_MEMBER_LENGTH = "Longueur d'élément "
IDS_MEMBER_NAME_SMALL = "Nom d'élément "
IDS_MEMBERS_IN_GROUP = "Groupe d'éléments"
IDS_MIDDLE_PART = "Partie moyenne "
IDS_MINIMUM_REBAR_AREA_REQUIRED = "Minimum Rebar Area Required"
IDS_MINIMUM_REBAR_SPACE_REQUIRED = "Minimum Rebar Space Required"
IDS_MINIMUM_THICK_REQ = "Minimum thickness required"
IDS_MM_INTERACTION_CURVE = "Courbe d'interaction MM"
IDS_MOMENT_CAPACITY = "Résistance à la flexion"
IDS_MOMENT_CONNECTION = "Moment Connection"
IDS_MOMENT_FORCE = "Force Moment "
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Y_AXIS_IN_THE_REINFORCEMENT = "Résistance au moment autour de l'axe-y local de l'élément dans le ferraillage "
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Z_AXIS_IN_THE_REINFORCEMENT = "Résistance au moment autour de l'axe-z local de l'élément dans le ferraillage "
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED = "Armatures d'effort tranchant minimales requises "
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED_US = "L'armature transversale minimale est requise."
IDS_MODIFIED_SLENDERNESS = "Elancement modifié"
IDS_MOMENT_RESISTANCE_OF_SECTION_CONSISITING_OF_ONLY_FLANGES = "Résistance au moment d'une section qui consiste uniquement aux semelles"
IDS_MFRD0_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd0$ est calculé comme M_pl,Rd$ mais en négligeant la contribution de l'âme ."
IDS_MFRD_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd$ est calculé comme M_pl,Rd$ mais en négligeant la contribution de l'âme ."
IDS_MAXIMUM = "maximum"
IDS_MINIMUM = "minimum"
IDS_MAXIMUM_SPACE_SKIPED_NO_SHEAR_REINFORCEMENT = "La vérification de l'espacement maximal est ignorée car aucune armature de cisaillement n'est fournie."
IDS_NEG_DOT_CRACK = "Fissuration Nég. "
IDS_NEG_DOT_MOMENT = "Moment Nég. "
IDS_NEG_DOT_STRESS = "Contrainte Nég. "
IDS_NM_INTERACTION_CURVE = "NM Interaction Curve"
IDS_NOMINAL_MOMENT = "Moment nominal "
IDS_NOMINAL_MOMENT_CAPACITY = "Résistance nominale au moment "
IDS_NON_HYPHEN_PRESTRESSED_STRUCTURE = "Structure non-précontrainte "
IDS_NON_LINEAR_CREEP = "fluage non-linéaire "
IDS_NOT_DENSE_ZONE = "Région non dense "
IDS_NOT_REQUIRED = "Non requis "
IDS_NOT_SLENDER = "Non élancé"
IDS_NEED_NOT_BE_CHECKED = "Vérification non nécessaire "
IDS_NOT_ACCEPTABLE = "Non acceptable "
IDS_NORMALIZED_AXIAL_RATIO = "Rapport d'effort normal normalisé "
IDS_NEED_TO_CHECK_SHEAR_BUCKLING = "Vérification du voilement par cisaillement nécessaire "
IDS_NO_NEED_TO_CHECK_SHEAR_BUCKLING = "Vérification du voilement par cisaillement non-nécessaire "
IDS_NOT_CONSIDER_CONTRIBUTION_FROM_FLANGE = "Ne pas considérer la contribution de la semelle "
IDS_OFFICE = "Office"
IDS_ORDINARY_MOMENT_FRAME = "Ossatures en portique ordinaires "
IDS_OVERTURNING = "Renversement "
IDS_OVERTURNING_CAPACITY = "Capacité de renversement "
IDS_OVERTURNING_MOMENT = "Moment renversant "
IDS_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "Que le ferraillage minimal est requis "
IDS_OUT_OF_PLANE_BENDING_MOMENT_NOT_CONSIDERED_TYPE2 = "Out of Plane Bending Moment Mzz is not considered on Type 2 Section Design"
IDS_PERMANENT_ACTION = "Action permanente "
IDS_PILE_BEARING = "Portance de pieux "
IDS_PILE_BEARING_CAPACITY = "Capacité portante du pieux "
IDS_PILE_PUNCHING_SHEAR = "Poinçonnement du pieux "
IDS_PILE_PUNCHING_SHEAR_CAPACITY = "Résistance au poinçonnement du pieux "
IDS_PM_INTERACTION_CURVE = "Courbe d'interaction PM"
IDS_POS_DOT_CRACK = "Pos. Fissure"
IDS_POS_DOT_MOMENT = "Pos. Moment "
IDS_POS_DOT_STRESS = "Pos. Contrainte "
IDS_POSITION = "Position "
IDS_PROBABLE_MOMENT = "Moment probable "
IDS_PROBABLE_MOMENT_CAPACITY = "Résistance au moment probable "
IDS_PROGRAM_DETERMINED = "Progamme déterminé "
IDS_PUNCHING_SHEAR = "Poinçonnement  "
IDS_PUNCHING_SHEAR_CAPACITY = "Résistance au poinçonnement  "
IDS_PILE = "Pieux "
IDS_PROBABLE_MOMENT_COLUMN = "Probable Moment of column"
IDS_QUAS_DOT = "Quas. "
IDS_REBAR_AREA = "Rebar Area"
IDS_REBAR_SPACE = "Rebar Space"
IDS_REBAR_SPACE_BY_MATERIAL = "Rebar Space by Material"
IDS_REINFORCEMENT_DATA = "Données de ferraillage "
IDS_RESIDENCE = "Residence"
IDS_REQUIRED_THICKNESS = "Epaisseur requise "
IDS_RESTORING_MOMENT = "Moment stabilisateur "
IDS_RIGHT_PART = "Partie droite "
IDS_REPORTINFO_DESCRIONTION_FACT = "Description des facteur de calcul appliqués "
IDS_REPORTINFO_MOMENT_REDISTRIBUTION_FACT = "Facteur de redistribution du moment "
IDS_REPORTINFO_TORSION_REDISRIBUTION_FACT = "Facteur de redistribution du torsion"
IDS_REPORTINFO_AXIAL = "Effort normal "
IDS_REPORTINFO_MOMENT = "Moment "
IDS_REPORTINFO_SHEAR = "Effort tranchant "
IDS_REPORTINFO_LIVELOAD_RESUCTION_FACT = "Facteur de réduction de la charge d'exploitation "
IDS_REPORTINFO_SPECIAL_LCOM = "Combinaison d'action sismique spéciale"
IDS_REPORTINFO_VERTICAL_LOAD_FACT = "facteur de charge vertical "
IDS_REPORTINFO_SPECTRAL_RESPONSE_ACC = "Accélération spectrale en courtes périodes "
IDS_REPORTINFO_SYSTEM_OVERSTRENGTH_FAC = "Coefficient de sur-résistance du système "
IDS_REPORTINFO_FOR_DIRECTION__s = "pour la direction de %s"
IDS_REPORTINFO_VERTICAL_LCOM = "Combinaison d'action sismique verticale "
IDS_REPORTINFO_VERTICAL_FORCE_FACT = "Facteur de force vertical "
IDS_REPORTINFO_SMF = "Portique à contreventement spécial "
IDS_REPORTINFO_IMF = "Portique à contreventements intermédiaires"
IDS_REPORTINFO_OMF = "Portiques à contreventements ordinaires"
IDS_REPORTINFO_HDF = "Cadres à haute ductilité"
IDS_REPORTINFO_MDF = "Cadres à ductilité moyenne"
IDS_REPORTINFO_LDF = "Cadres à faible ductilité"
IDS_REPORTINFO_STMF = "Portique à contreventements spéciaux en treillis "
IDS_REPORTINFO_SCBF = "Portique contreventé concentrique spécial"
IDS_REPORTINFO_OCBF = "Portique contreventé concentrique ordinaire "
IDS_REPORTINFO_EBF = "Portique contreventé excentrique "
IDS_REPORTINFO_BRBF = "Portique à contreventement limitant le flambement "
IDS_REPORTINFO_SPSW = "Plaque spéciale du voile de contreventement "
IDS_REPORTINFO_WA_ = "Zone d'obseravtion "
IDS_REPORTINFO_SPECIAL_PROVISION_SEIS = "Provisions spéciales pour le calcul sismique "
IDS_REPORTINFO_SIES_SCALEUP_FACT = "Facteur de majoration sismique de l'effort tranchant"
IDS_REPORTINFO_SHEAR_SCALEUP_FACT = "Coefficient de majoration d'effort tranchant appliqué "
IDS_REPORTINFO_SHEAR_BY_CALC_MAX__s__s = "MAX( Effort tranchant par %s, Effort tranchant par %s)"
IDS_REPORTINFO_SHEAR_BY_CALC_MIN__s__s = "MIN( Effort tranchant par %s, Effort tranchant par %s)"
IDS_REPORTINFO_NON_SEIS_MEMB = "Elément pour calcul non-sismique "
IDS_REPORTINFO_NON_SEIS_FORCE_RES_SYS_MEMB = "Elément pour système sans force sismique résistante "
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_AXIAL = "Coefficient de majoration du cas de charge sismique pour les efforts normaux"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_MOM = "Coefficient de majoration du cas de charge sismique pour les moments"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_SHEAR = "Coefficient de majoration du cas de charge sismique pour les efforts tranchants "
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_AXIAL = "Coefficient de majoration de la combinaison de charge sismiques pour les efforts normaux"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_MOM = "Coefficient de majoration de la combinaison de charge sismiques pour les moments"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_SHEAR = "Coefficient de majoration de la combinaison de charge sismiques pour les efforts tranchants"
IDS_REPORTINFO_PILOTI_COLM = "Type poteau sismique: Poteau Piloti"
IDS_REPORTINFO_SOFT_STORY_COLM = "Type poteau sismique: Poteau d'étage souple "
IDS_REPORTINFO_SPECIAL_RC_WALL = "Mur structural spécial en BA  "
IDS_REPORTINFO_SPECIAL_RC_WALL_NON_SEIS = "Mur structural spécial en BA : Elément pour calcul non-sismique "
IDS_REPORTINFO_LDS_RC_WALL = "Mur à faible ductilité"
IDS_REPORTINFO_LDS_RC_WALL_NON_SEIS = "Mur à faible ductilité : Membres pour dimensionnement non sismique"
IDS_REPORTINFO_MDS_RC_WALL = "Mur à ductilité moyenne"
IDS_REPORTINFO_MDS_RC_WALL_NON_SEIS = "Mur à ductilité moyenne : Membres pour dimensionnement non sismique"
IDS_REPORTINFO_HDS_RC_WALL = "Mur à haute ductilité"
IDS_REPORTINFO_HDS_RC_WALL_NON_SEIS = "Mur à forte ductilité : Membres pour dimensionnement non sismique"
IDS_REPORTINFO_RESULT_SUMMARY = "Résumé de résultats "
IDS_REPORTINFO_THICKNESS = "Epaisseur "
IDS_REPORTINFO_SECT_NAME_ID = "Nom de section (ID)"
IDS_REPORTINFO_SECT_ELEM = "Elém "
IDS_REPORTINFO_SECT_POS = "Pos "
IDS_REPORTINFO_SECT_REINFORCEMENT = "Acier d'armatures"
IDS_REPORTINFO_SECT_STRENGTH_RATIO = "Ratio"
IDS_REPORTINFO_SECT_CHECK = "Vérification "
IDS_REPORTINFO_SUMMATION = "Addition "
IDS_REPORTINFO_REBAR = "Ferraillage "
IDS_REPORT_FOR_DEAD_LOAD = "Pour charge permanente "
IDS_REPORT_FOR_GRAVITY_LOAD = "Pour charge gravitaire "
IDS_REPORT_FOR_TOTAL_LOAD = "Pour charge totale "
IDS_REPORT_OLNY_EARTHQUAKE = "Séisme uniquement "
IDS_REPORT_MINOR_DIR_SEISMIC = "Direction faible du séisme  "
IDS_REPORT_DO_NOT_CONSIDER = "ne pas considérer"
IDS_REPORT_FOR_RS_LOADCASE_WITHOUT_CONSIDERING_SIGN = "pour le Cas de charge RS sans tenir compte du signe"
IDS_REPORT_CLOCKWISE = "Horaire "
IDS_REPORT_COUNTER_CLOCKWISE = "Anti-horaire "
IDS_REPORT_COMPARE_ABS = "Par comparaison Abs "
IDS_REPORT_BRACED = "Contreventé "
IDS_REPORT_UNBRACED = "Non-contreventé "
IDS_REPORT_BRACED_SIDESWAY = "Pour les membres contreventés contre le déversement latéral"
IDS_REPORT_UNBRACED_SIDESWAY = "Pour les membres non contreventés contre le déversement latéral"
IDS_REPORT_SINGLE_CURVATURE = "Courbure simple "
IDS_REPORT_REVERSE_CURVATURE = "Courbure inversée "
IDS_REPORT_ERROR_Pn_ZERO = "Erreur : Pn est égale à Zéro"
IDS_REPORT_ELEM_NO = "Elém No. "
IDS_REPORT_MEMB_NO = "Memb No. "
IDS_REPORT_NODE_NO = "Nœud No. "
IDS_REINFORCEMENT_TO_RESIST_TORSION_IS_REQUIRED = "Ferraillage de résistance à la torsion requis "
IDS_REPORT_ONLY_GRAVITY_LOAD = "Seulement charge de gravité"
IDS_REPORT_EXCLUDE_SEIS_LOAD = "Exclure la charge sismique"
IDS_REPORT_CALC_CLOCKWISE = "Calculer dans le sens des aiguilles d'une montre"
IDS_REPORT_CALC_COUNTCLOCKWISE = "Calculer dans le sens inverse des aiguilles d'une montre"
IDS_REPORT_UNBRACED_SLENDER = "les effets de l'élancement ne peuvent pas être négligés."
IDS_REPORT_PUNCHING_CALC_UNBALANCED_MOMENT = "Calculer la Contrainte de cisaillement pondérée avec le Moment de déséquilibre pondéré."
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_y = "Calculer les paramètres concernant la flexion parallèle au bord selon local-y"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_z = "Calculer les paramètres concernant la flexion parallèle au bord selon local-z"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_y = "Calculer les paramètres concernant la flexion perpendiculaire au bord selon local-y"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_z = "Calculer les paramètres concernant la flexion perpendiculaire au bord selon local-z"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_y = "Calculer les paramètres concernant l'intérieur selon local-y"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_z = "Calculer les paramètres concernant l'intérieur selon local-z"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_CIRCLE = "Calculer les paramètres du cercle intérieur"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_y = "Calculer les paramètres selon l’axe local-y de l’angle"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_z = "Calculer les paramètres selon l’axe local-z de l’angle"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CIR_EQD = "Carré avec même périmètre"
IDS_REPORT_NEUTRAL_AXIS_NOT_CONVERGE = "Le calcul de l’axe neutre n’a pas convergé."
IDS_REPORT_SEISMIC_ZONE = "Zone sismique"
IDS_SAFETY_FACTOR = "Facteur de sécurité "
IDS_SEISMIC_REDUCTION_FACTOR = "Facteur de réduction sismique "
IDS_SHEAR = "Effort tranchant "
IDS_SHEAR_CAPACITY = "Résistance à l'effort tranchant "
IDS_SHEAR_CAPACITY_US = "Calculation of shear resistance "
IDS_SHEAR_CONNECTION = "Shear Connection"
IDS_SHOPPING_MALL = "Shopping Mall"
IDS_SHORT_HYPHEN_TERM = "Court-Term"
IDS_SLENDER = "Elancer "
IDS_SLIDING = "Glissement "
IDS_SLIDING_CAPACITY = "Résistance au glissement "
IDS_SPACING_OF_SHEAR_REINFORCEMENT = "Espacement des armatures d'effort tranchant "
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = "Armatures transversales d'élément de frontière spécial n'est pas requis "
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "Armatures transversales d'élément de frontière spécial requis "
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_NOT_REQUIRED = "Elements de frontière spéciaux non-requis "
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED = "Elements de frontière spéciaux requis "
IDS_SPECIAL_MOMENT_FRAME = "Système de contreventement assuré par portique "
IDS_STIRRUPS = "Cadres "
IDS_STRAIN_IN_THE_REINFORCEMENT = "Déformation dans l'acier d'armatures "
IDS_STRESS_IN_THE_REINFORCEMENT = "Contrainte d'acier d'armautres"
IDS_STRESS_STRAIN_RELATION = "Relation contrainte-déformation"
IDS_STRESS_STRAIN_EQIV_RECT = "Rectangle équivalent "
IDS_STRESS_STRAIN_EQIV_PARA = "Parabole-Rectangle (Moyenne)"
IDS_STRESS_STRAIN_REAL_PARA = "Parabole-Rectangle (Détail)"
IDS_STRESS_UNDER_CONSTRUCTION = "Stress under construction"
IDS_CONC_STRENGTH_LIMITED_TO_C50_60 = "Résistance au cisaillement du béton dont la classe de résistance est supérieure à C50/60 peut être limitée à celle de C50/60"
IDS_CONC_STRENGTH_LIMITED_TO_C90_105 = "Résistance au cisaillement du béton dont la classe de résistance est supérieure à C90/105 peut être limitée à celle de C90/105"
IDS_CONC_STRENGTH_LIMITED_TO_C100_115 = "Résistance au cisaillement du béton dont la classe de résistance est supérieure à C100/115 peut être limitée à celle de C100/115"
IDS_CONC_STRENGTH_LIMITED_TO_B65 = "Résistance au cisaillement du béton dont la classe de résistance est supérieure à C60/75 peut être limitée à celle de B65 (C60/75)"
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED = "Armatures d'effort tranchant non-requises"
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED_US = "Transverse reinforcement is not required."
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED = "Armatures d'effort tranchant requises"
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED_US = "Transverse reinforcement is required."
IDS_SEARCH_FOR_NEUTRAL_AXIS = "Chercher l'axe neutre"
IDS_SHEAR_BUCKLING_COEFFICIENT = "Coefficient de voilement par cisaillement "
IDS_STIFFENED = "Raidi "
IDS_SUM_PROBABLE_MOMENT_GIRDERS = "Summation of probable moments of connected girders"
IDS_SHEAR_CALCULATE_SMAX_DIR_y = "Calculate maximum spacing for y-Dir"
IDS_SHEAR_CALCULATE_SMAX_DIR_z = "Calculate maximum spacing for z-Dir"
IDS_SHEAR_CHECK_SMAX__s__EQ_s = "Check whether to consider Table %s Eq(%s)"
IDS_SHEAR_CONSIDER_SMAX__s__EQ_s = "Therefore, %s Eq(%s) is considered."
IDS_SHEAR_NOT_CONSIDER_SMAX__s__EQ_s = "Therefore, %s Eq(%s) is not considered."
IDS_SKIN = "Side"
IDS_STEEL_I_TYPE2 = "Steel-I (Type2)"
IDS_STEEL_BOX_TYPE2 = "Steel-Box (Type2)"
IDS_STEEL_TUB_TYPE2 = "Steel-Tub (Type2)"
IDS_TABLE = "Table "
IDS_TENS_DOT = "Tract. "
IDS_TENSLIE_STRENGTH_OF_THE_REINFORCEMENT = "Résistance à la traction des armatures"
IDS_TENSION = "Traction "
IDS_TENSION_CONTROLLED = "Taraction contrôlée "
IDS_TENSION_ONLY = "Traction pure "
IDS_THICKNESS = "Epaisseur "
IDS_TOP = "Supérieur"
IDS_TORSION = "Torsion "
IDS_TORSION_CAPACITY = "Résistance à la torsion"
IDS_TORSION_CAPACITY_US = "Calculation of torsion resistance"
IDS_TORSION_CHECK_NEED = "Considérer les effets de torsion "
IDS_TORSION_NEGLECT = "Il est permi de négliger les effets de torsion "
IDS_TORSION_NEGLECT_CHK = "Vérification de torsion pour négliger les effets de torsion "
IDS_TORSION_NEGLECT_CHK_US = "Checking torsional effects."
IDS_TORSION_REQ_AS_L = "Calcul des armatures longitudinales de torsion requises "
IDS_TORSION_REQ_AS_L_US = "Vérification des armatures longitudinales."
IDS_TORSION_REQ_AS_T = "Calcul des armatures transversales de torsion requises "
IDS_TORSION_SECTIONLIMIT = "Vérification de la limite de la coupe transversale "
IDS_TORSION_SMAX = "Calcul du détail des armatures de torsion "
IDS_TORSION_SMAX_T = "Calcul du détail des armatures transversales de torsion "
IDS_TORSION_SMAX_L = "Calcul du détail des armatures longitudinales de torsion "
IDS_TORSION_STRENGTH = "Vérification de la résistance à la torsion "
IDS_TRANSITION = "Transition"
IDS_TENSION_STRENGTH_CALCULATION_TYPE_IS_NONE = "Type de calcul de la résistance à la traction est Null"
IDS_NEED_MORE_REBAR = "Need more reinforcements"
IDS_UNCRACKED_SECTION = "Section non-fissurée "
IDS_UPLIFT = "Soulèvement "
IDS_USE_TYPE = "Use Type"
IDS_USER_STRENGTH_FACTOR = "Facteur de réduction de résistance défini par l'utilisateur "
IDS_UNSTIFFENED = "Non-raidi"
IDS_USER_DEFINED = "User defined"
IDS_VARIABLE_ACTION = "Action variable "
IDS_VERTICAL = "Vertical "
IDS_VERTICAL_FORCE = "Force verticale "
IDS_VERTICAL_TENSILE_STRESS = "Contrainte de traction verticale "
IDS_VOLUMETRIC_RATIO = "Ratio volumétrique "
IDS_VALUE_DGN = "Valeur "
IDS_VERIFY_REINFORCEMENT_INFORMATION = "Veuillez vérifier les informations sur les armatures."
IDS_VIBRATION = "Vibration"
IDS_WALL_HEIGHT = "Hauteur du voile "
IDS_WALL_LENGTH = "Longueur du voile "
IDS_WALL_THICKNESS = "Epaisseur du voile "
IDS_WATCHING_AREA = "Zone d'observation"
IDS_WHERE = "Ou"
IDS_WALL_MOMENT_ENVELOP = "Calculate the design moment from envelop diagram for ductility wall"
IDS_WALL_BELOW__s = "below %s"
IDS_WALL_ABOVE__s = "above %s"
IDS_YOU_HAVE_TO_INPUT_CRITICAL_REGION_SPACING_DATA = "Vous devez rentrer les données de la zone d'espacement critique "
IDS_Y_AXIS = "axe-y"
IDS_Z_AXIS = "axe-z"
IDS_DGN_RPRT_USERS_UNIT = "User's Unit : "
IDS_DGN_RPRT_DET_CHECK_AXIAL_RATIO = "Vérification du rapport de l'effort normal"
IDS_DGN_RPRT_DET_CHECK_AXIAL_RESISTANCE = "Vérification de la résistance à l'effort tranchant "
IDS_DGN_RPRT_DET_CALC_RESIS = "Calcul de la résistance de la section transversale "
IDS_DGN_RPRT_DET_BUCKLING_CURVE = "Courbe de flambement "
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK = "Calcul de la résistance de calcul de torsion et de flambement par torsion "
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK_DES = "Résistance de calcul de torsion et du flambement par flexion-torsion"
IDS_DGN_RPRT_DET_COMP_RESIS = "Résistance de calcul d'un élément comprimé "
IDS_DGN_RPRT_DET_TENS_RESIS = "Résistance de calcul d'un élément tendu "
IDS_DGN_RPRT_DET_BUCK_SLEND = "Elancement sans dimensions "
IDS_DGN_RPRT_DET_AXIAL_BUCK_RESIS = "Résistance de calcul de flambement par flexion "
IDS_DGN_RPRT_DET_AXIAL_BUCK_L_SHAPE = "Calcul de la résistance de calcul pour flambement par flexion (axe fort principal) "
IDS_DGN_RPRT_DET_AXIAL_BUCK_Y = "Calcul de la résistance de calcul pour flambement par flexion (axe y-y) "
IDS_DGN_RPRT_DET_AXIAL_BUCK_Z = "Calcul de la résistance de calcul pour flambement par flexion (axe z-z) "
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK = "Vérification de flambement torsionnel-flexionel nécessaire"
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK_T = "Vérification de flambement torsionnel-flexionel non nécessaire"
IDS_DGN_RPRT_DET_SHEAR_CENTER = "Centre de cisaillement "
IDS_DGN_RPRT_DET_SHEAR_CENTER_FROM_CENTROID = "Shear center from centroid"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR = "Vérification de la résistance du calcul de flexion autour de l'axe fort"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MINOR = "Vérification de la résistance du calcul de flexion autour de l'axe faible "
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_YY = "Résistance de calcul de flexioin autour de l'axe fort axe y-y"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_ZZ = "Résistance de calcul de flexioin autour de l'axe faible axe z-z"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_UU = "Résistance de calcul du moment autour de l'axe principal faible axe u-u"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_VV = "Résistance de calcul du moment autour de l'axe principal fort axe v-v "
IDS_DGN_RPRT_DET_MOMENT_RESIS_LTB = "Calcul de la résistance de calcul au déversement "
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_SLEN = "Elancement de flambement "
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_RESI = "Resistance de calcul au déversement "
IDS_DGN_RPRT_DET_MOMENT_LTB_NEED = "Vérification du déversement nécessaire "
IDS_DGN_RPRT_DET_MOMENT_LTB_NO_NEED = "Vérification du déversement non-nécessaire "
IDS_DGN_RPRT_DET_AND = "Et"
IDS_DGN_RPRT_DET_OR = "Ou"
IDS_DGN_RPRT_DET_MOMENT_LTB_RESIS_MAJOR = "Vérification de la résistance de calcul au déversement"
IDS_DGN_RPRT_DET_MOMENT_LTB_EXCEPTION = "Section asymétrique autour de l'axe faible ou section non-prise en charge"
IDS_DGN_RPRT_DET_MOMENT_LTB_CAN_NOT = "Déversement ne peut pas être vérifié"
IDS_DGN_RPRT_DET_COMBINED_BUCK_RATIO = "Vérification du coefficient d'interaction de la résistance au flambement (Moment et Effort normal)"
IDS_DGN_RPRT_DET_REDUCTION_FACT_BUCK = "Coefficient de rédection pour flambement "
IDS_DGN_RPRT_DET_EFFICIENCY_FACT = "Facteur d'efficacité "
IDS_DGN_RPRT_DET_BUCK_FORCE = "Force de flambement "
IDS_DGN_RPRT_DET_BUCK_RES_MOMENT = "Moment de résistance au flambement "
IDS_DGN_RPRT_DET_EQ_UNIFORM_FACT = "Coefficients équivalents du moment uniforme "
IDS_DGN_RPRT_DET_AUXILIARY_TERMS = "termes auxiliaires "
IDS_DGN_RPRT_DET_INTERACTON_FACT = "Facteurs d'interaction"
IDS_DGN_RPRT_DET_INTERACTON_VALUE = "Valeurs d'interaction"
IDS_DGN_RPRT_DET_INTERACTON_RATIO = "Coefficients d'interaction "
IDS_DGN_RPRT_DET_INTERACTON = "Interaction "
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO = "Vérification du rapport d'interaction "
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_BAND_AXIAL = "Vérification du rapport d'interaction du moment et de l'effort normal "
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_TORSION = "Vérification du rapport d'interaction de la résistance à la torsion "
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_CLASS12 = "Vérification du rapport d'interaction d'une section transversale de classe 1 et 2 (Flexion et Compression)"
IDS_DGN_RPRT_DET_INTERACTON_FORCES = "Forces appliquées pour rapport d'interaction "
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MAJOR = "Moment résistant réduit pour grand cisaillement autour de l'axe fort "
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MINOR = "Moment résistant réduit pour grand cisaillement autour de l'axe faible "
IDS_DGN_RPRT_DET_PART = "Partie "
IDS_DGN_RPRT_DET_CLASS = "Classe "
IDS_DGN_RPRT_DET_SECTION_CLASS = "Classe de la section transversale "
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_TOP = "Vérification de la contrainte de traction pour la Dir-1 Armature, Sup"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_BOT = "Vérification de la contrainte de traction pour la Dir-1 Armature, Inf "
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_TOP = "Vérification de la contrainte de traction pour la Dir-2 Armature, Sup"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_BOT = "Vérification de la contrainte de traction pour la Dir-2 Armature, Inf"
IDS_DGN_RPRT_DET_COMP_STRESS_TOP = "Vérification de la contrainte de compression du béton, Sup"
IDS_DGN_RPRT_DET_COMP_STRESS_BOT = "Vérification de la contrainte de compression du béton, Inf "
IDS_DGN_RPRT_DET_DIR1_TENS_TOP = "Dir 1 Contrainte de traction Sup"
IDS_DGN_RPRT_DET_DIR2_TENS_TOP = "Dir 1 Contrainte de traction Inf "
IDS_DGN_RPRT_DET_COMP_TOP = "Contrainte de compression Sup"
IDS_DGN_RPRT_DET_DIR1_TENS_BOT = "Dir 1 Contrainte de traction Sup "
IDS_DGN_RPRT_DET_DIR2_TENS_BOT = "Dir 2 Contrainte de traction Inf  "
IDS_DGN_RPRT_DET_COMP_BOT = "Contrainte de compression Inf "
IDS_DGN_RPRT_DET_CHK_CRACK_ORNOT = "Vérification des éléments fissurés ou non"
IDS_DGN_RPRT_DET_MEMBRANE_FORCE = "Membrane "
IDS_DGN_RPRT_DET_CHK_MIN_PRINCIPAL_STRESS = "Vérification de la contrainte principale minimale "
IDS_DGN_RPRT_DET_NEED_REINFORCEMENT = "Ferraillage requis et contrainte de béton "
IDS_DGN_RPRT_DET_TENSILE_STRENGTH_BY_REIN = "Résistance de traction par l'acier d'armatures"
IDS_DGN_RPRT_DET_CONC_STRESS_LIM = "Résistance limite du béton "
IDS_DGN_RPRT_DET_CHK_RESULT = "Vérification des résultats "
IDS_DGN_RPRT_DET_CHK_FATIGUE = "Coefficient de fatigue "
IDS_DGN_RPRT_DET_FATIGUE = "Fatigue"
IDS_DGN_RPRT_DET_CALC_FATIGUE = "Calcul de la résistance en fatigue "
IDS_DGN_RPRT_DET_IN_STRUCT_STL = "Dans l'acier d'armatures"
IDS_DGN_RPRT_DET_CALC_TORSION = "Calcul de la résistance de torsion"
IDS_DGN_RPRT_DET_VERIFICATION = "Vérification"
IDS_DGN_RPRT_DET_LONGI_SHEAR_DGN_LOAD = "Effort tranchant longitudinal de calcul  "
IDS_DGN_RPRT_DET_CHECK_SLENDER_COMP = "Vérification du coefficient d'élancement de l'élément comprimé "
IDS_DGN_RPRT_DET_CHECK_SLENDER_TENS = "Vérification du cofficient d'élancement de l'élément tendu "
IDS_DGN_RPRT_DET_CHK_AXIAL_STRN = "Vérifier la résistance axiale"
IDS_DGN_RPRT_DET_CALC_AXIAL_COMP_STRN = "Calculer la résistance à la compression axiale"
IDS_DGN_RPRT_DET_CALC_SLEND_L_SHAPE = "Calculer le rapport d’élancement d’une cornière simple"
IDS_DGN_RPRT_DET_CALC_FBS = "Calculer la contrainte de flambement flexionnel"
IDS_DGN_RPRT_DET_CALC_FTBS = "Calculer la contrainte de flambement flexion-torsion"
IDS_DGN_RPRT_DET_NOT_CONSIDER = "Non considéré"
IDS_DGN_RPRT_DET_NON_SLENDER = "Non svelte"
IDS_DGN_RPRT_DET_SLENDER = "Svelte"
IDS_DGN_RPRT_DET_CHK_WTRF = "Vérifier le rapport largeur-Épaisseur de la semelle"
IDS_DGN_RPRT_DET_CHK_WTRS = "Vérifier le rapport largeur-Épaisseur de l’âme"
IDS_DGN_RPRT_DET_CALC_QSF = "Calculer le facteur de réduction de la semelle"
IDS_DGN_RPRT_DET_CALC_QSS = "Calculer le facteur de réduction de l’âme"
IDS_DGN_RPRT_DET_CALC_Q = "Calculer le facteur de réduction des éléments raidis"
IDS_DGN_RPRT_DET_CHK_DTRW = "Vérifier le rapport hauteur-Épaisseur de l’âme"
IDS_DGN_RPRT_DET_CALC_QS = "Calculer le facteur de réduction des éléments élancés non raidis"
IDS_DGN_RPRT_DET_CALC_QA = "Calculer le facteur de réduction des éléments élancés raidis"
IDS_DGN_RPRT_DET_CHK_WTR = "Vérifier le rapport largeur-épaisseur"
IDS_DGN_RPRT_DET_CHK_WTRTF = "Vérifier le rapport largeur-Épaisseur de la semelle supérieure"
IDS_DGN_RPRT_DET_CHK_WTRBF = "Vérifier le rapport largeur-épaisseur de la semelle inférieure"
IDS_DGN_RPRT_DET_CHK_DTR = "Vérifier le rapport diamètre-épaisseur"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR = "Vérifier la résistance en flexion autour de l’axe majeur (Y)"
IDS_DGN_RPRT_DET_CALC_FLEX_MAJOR = "Calculer la résistance en flexion autour de l’axe majeur"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR = "Vérifier la résistance en flexion autour de l’axe mineur (Z)"
IDS_DGN_RPRT_DET_CALC_FLEX_MINOR = "Calculer la résistance en flexion autour de l’axe mineur"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR_U = "Vérifier la résistance en flexion autour de l’axe majeur (U)"
IDS_DGN_RPRT_DET_SECT_PARAM_PRIN = "Paramètre de Section autour de l’axe principal"
IDS_DGN_RPRT_DET_DGN_MOMENT_PRIN = "Moment de dimensionnement autour de l’axe principal"
IDS_DGN_RPRT_DET_CALC_LIM_WTRF = "Calculer le rapport largeur-épaisseur limite pour la flexion"
IDS_DGN_RPRT_DET_WTR = "Rapport largeur-épaisseur"
IDS_DGN_RPRT_DET_YIELD = "Fluage"
IDS_DGN_RPRT_DET_LTB = "Flambement latéral torsionnel"
IDS_DGN_RPRT_DET_NOT_APP = "Non appliqué"
IDS_DGN_RPRT_DET_CALC_LLB = "Flambement local de jambe"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR_v = "Vérifier la résistance en flexion autour de l’axe mineur (V)"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS = "Module de Section élastique référé aux semelles en traction et en compression"
IDS_DGN_RPRT_DET_CALC_LIM_WTRFF = "Calculer le rapport largeur-épaisseur limite de la semelle pour la flexion"
IDS_DGN_RPRT_DET_CALC_LIM_WTRWF = "Calculer le rapport largeur-épaisseur limite de l’âme pour la flexion"
IDS_DGN_RPRT_DET_BEND_TENSION_STIFFENED_EFFECT = "Effet de tension raidi"
IDS_DGN_RPRT_DET_APP = "Appliqué"
IDS_DGN_RPRT_DET_BEND_RPG = "Facteur de réduction de la résistance à la flexion"
IDS_DGN_RPRT_DET_BEND_CFY = "Flambement du flan de compression"
IDS_DGN_RPRT_DET_BEND_CFLB = "Flambement local du flan de compression"
IDS_DGN_RPRT_DET_BEND_TFY = "Flambement du flan de traction"
IDS_DGN_RPRT_DET_PLASTIC_SECTION_MODULUS = "Module de Section plastique référé aux semelles en traction et en compression"
IDS_DGN_RPRT_DET_FLS_NOT_LTB = "Entièrement supporté latéralement - LTB non applicable"
IDS_DGN_RPRT_DET_COMPACT = "Compact"
IDS_DGN_RPRT_DET_NONCOMPACT = "Non Compact"
IDS_DGN_RPRT_DET_BEND_YIELD = "Résistance nominale en flexion pour la Limite d'élasticité"
IDS_DGN_RPRT_DET_BEND_FLB = "Résistance nominale en flexion pour le flambement local de la semelle"
IDS_DGN_RPRT_DET_BEND_FLB_NOT_APP = "Flan compact - Non appliqué"
IDS_DGN_RPRT_DET_BEND_WEB_NOT_APP = "Web compact - Non appliqué"
IDS_DGN_RPRT_DET_BEND_SECT_NOT_APP = "Section compacte - Non appliqué"
IDS_DGN_RPRT_DET_COMB_CHK = "Vérifier la résistance combinée"
IDS_DGN_RPRT_DET_COMB_INTERACTION = "Calculer le taux d’interaction de la résistance combinée"
IDS_DGN_RPRT_DET_CHK_SHEAR_MAJOR = "Vérifier la résistance au Cisaillement autour de l’axe majeur (Z)"
IDS_DGN_RPRT_DET_CALC_SHEAR_MAJOR = "Calculer la résistance au Cisaillement autour de l’axe majeur"
IDS_DGN_RPRT_DET_CHK_SHEAR_MINOR = "Vérifier la résistance au Cisaillement autour de l’axe mineur (Y)"
IDS_DGN_RPRT_DET_CALC_SHEAR_MINOR = "Calculer la résistance au Cisaillement autour de l’axe mineur"
IDS_DGN_RPRT_DET_CALC_WEB_SHEAR_COF = "Calculer le coefficient de cisaillement du web"
IDS_DGN_RPRT_DET_SECT_SIZE_INFO = "Informations sur la taille de la section"
IDS_DGN_RPRT_DET_BEND_WLB = "Flambement local du web"
IDS_DGN_RPRT_DET_COMP_YIELD = "Flambement de compression"
IDS_DGN_RPRT_DET_CLB = "Flambement local de compression"
IDS_DGN_RPRT_DET_CHK_TORSION = "Vérifier la résistance à la torsion"
IDS_DGN_RPRT_DET_CALC_C = "Calculer le facteur C"
IDS_DGN_RPRT_DET_CALC_BUCKLING = "Calculer la résistance au flambement"
IDS_DGN_RPRT_DET_CALC_TORSION_STRN = "Calculer la résistance nominale à la torsion"
IDS_DGN_RPRT_DET_CALC_FLB = "Calculer le flambement local du flan"
IDS_DGN_RPRT_DET_CALC_VER_WEB_CAPA = "Vérifier la capacité des barres verticales de l’âme"
IDS_DGN_RPRT_DET_CALC_CUV_DUCT_FAC = "Calculer le facteur ductile de courbure"
IDS_DGN_RPRT_DET_CALC_MECHA_VOL_HOOP = "Vérifier le taux volumétrique mécanique des étriers de confinement dans les régions critiques"
IDS_DGN_RPRT_DET_CALC_CRITIC_REGI_SL = "Vérifier la rupture par glissement dans les régions critiques. (Position inférieure)"
IDS_DGN_RPRT_DET_CHK_ENDZONE_LENGTH = "Vérifier la longueur de la zone terminale"
IDS_DGN_RPRT_DET_ENDZONE_LENGTH = "Longueur de la zone terminale"
IDS_DGN_RPRT_DET_CALC_AXIAL_TENS_STRN = "Calculer la résistance à la traction axiale"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS2 = "Module de Section élastique référé aux semelles en traction et en compression"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS3 = "Module de Section élastique référé aux semelles en compression"
IDS_DGN_RPRT_CALC_COMP_FLB = "Calculer le flambement local de la semelle comprimée"
IDS_DGN_RPRT_LEGS = "jambes"
IDS_DGN_RPRT_LEG = "jambe"
IDS_DGN_RPRT_POSITIVE = "Positif"
IDS_DGN_RPRT_NEGATIVE = "Négatif"
IDS_MEMBER_NAME = "NOM D'ELEMENT"
IDS_SKIP_MESSAGE = "Calculation is skipped."
IDS_SECTION_PROP = "Prpriété de la section"
IDS_THICKNESS_PROP = "Propriété d'épaisseur"
IDS_LENGTH = "Longueur"
IDS_STRESS = "Contrainte"
IDS_STEEL = "Acier"
IDS_STEEL_SECTION = "Sectin d’acier"
IDS_COMPOSITE_SECTION = "Section composite"
IDS_DGN_STRESS_CHECK = "Vérification des contraintes"
IDS_DGN_SLAB = "Dalle"
IDS_DGN_SHEAR_FORCE = "Effort tranchant"
IDS_DGN_COMBINED_RATIO = "Rapport combiné"
IDS_DGN_RPT_REINFORCEMENT_SPACING = "Espacement des armatures"
IDS_DGN_RPT_SPACING = "Espacement"
IDS_DGN_RPT_DISTRIBUTION_REINFORCEMENT = "Armatures de répartition"
IDS_CHECK_DISTRIBUTION_TOP_REINFORCEMENT = "Vérification des armatures de répartition supérieures"
IDS_CHECK_DISTRIBUTION_BOT_REINFORCEMENT = "Vérification des armatures de répartition inférieures"
IDS_DGN_RPT_NON_PRESTRESSED_STRUCTURE = "( Pour les structures non-précontraintes)"
IDS_DGN_RPT_MEMB_WITHOUT_TENSION_FORCE = "( Pour les éléments sans force de traction)"
IDS_DGN_RPT_COMPOSED_BENDING_TENSION = "( pour les éléments en flexion composée avec traction)"
IDS_DGN_RPT_CONCRETE_AND_STEEL_CLASSES = "(Par classes de béton et d'acier)"
IDS_DGN_RPT_NOT_REQUIRED = "Non Requis."
IDS_DGN_RPT_APPLIED_SPACING = "Espacement Appliqué"
IDS_DGN_RPT_CALCULATE_SPACING = "Calcul d'espacement"
IDS_DGN_RPT_REINFORCEMENT_REQUIRED = "Armatures choisies"
IDS_DGN_RPT_MAXIMUM_FORCE_ALONG_MEMB = "Force maximale au long de l'élément"
IDS_DGN_RPT_DEFAULT_OR_USER_DEFINED = "(Par défaut ou Défini par l'utilisateur)"
IDS_DGN_CALCULATE_MAXIMUM_INTERACTION_RATIO = "Calculer le rapport d'interaction maximal"
IDS_DGN_MAXIMUM_DEFLECTION_POSITION = "Position de la flèche maximale"
IDS_COMMON_MAIN_REBAR = "Armatures principales"
IDS_COMMON_DISTRI_REBAR = "Armatures de distribution"
IDS_COMMON_STIRRUP = "Cadres"
IDS_COMMON_NO_STIRRUP = "Pas de cadres"
IDS_EC2_CHARACTERSTIC = "Characteristic"
IDS_EC2_QUARSIPERMANENT = "Quasi-Permanent"
IDS_EC2_FREQUENT = "Frequent"
IDS_EC3_LEFT_TOP_FLANGE = "semelle supérieure gauche"
IDS_EC3_RIGHT_TOP_FLANGE = "semelle supérieure droite"
IDS_EC3_MID_TOP_FLANGE = "semelle supérieure milieu"
IDS_EC3_LEFT_BOT_FLANGE = "semelle inférieure gauche"
IDS_EC3_RIGHT_BOT_FLANGE = "semelle inférieure droite"
IDS_EC3_MID_BOT_FLANGE = "semelle inférieure milieu"
IDS_EC3_WEB = "âme"
IDS_EC3_TOP_PART_WEB = "âme supérieure-Partie"
IDS_EC3_BOT_PART_WEB = "âme inférieure-Partie"
IDS_EC3_WEB_PANEL = "Web Panel"
IDS_EC3_WEB_DUMMY = "Web Dummy"
IDS_EC3_SECTION_CLASS = "classification de la section"
IDS_EC2_DEFLECTION_AMPLIFICATION_FACTOR = "Coefficient d’amplification de la flèche"
IDS_EC3_TOP_WEB = "upérieure-âme"
IDS_EC3_BOTTOM_WEB = "inférieure-âme"
IDS_EC3_LEFT_WEB = "âme gauche"
IDS_EC3_RIGHT_WEB = "âme droite"
IDS_EC3_TUBULAR = "TUBULAR"
IDS_EC3_INT_BOT_FLANGE = "FLAN INFÉRIEUR INTERNE"
IDS_EC3_INT_TOP_FLANGE = "FLAN SUPÉRIEUR INTERNE"
IDS_EC3_LEFT_MIDDLE_TOP_FLANGE = "semelle supérieure gauche-milieu"
IDS_EC3_RIGHT_MIDDLE_TOP_FLANGE = "semelle supérieure droite-milieu"
IDS_EC3_LEFT_MIDDLE_BOT_FLANGE = "semelle inférieure gauche-milieu"
IDS_EC3_RIGHT_MIDDLE_BOT_FLANGE = "semelle inférieure droite-milieu"
IDS_EC3_TOP_FLANGE_PANEL = "Top flange Panel"
IDS_EC3_BOT_FLANGE_PANEL = "Bottom flange Panel"
IDS_EC3_TOP_FLANGE = "semelle supérieure"
IDS_EC3_BOT_FLANGE = "semelle inférieure"
IDS_EC3_LEFT_D_TOP_FLANGE = "semelle supérieure gauche-D"
IDS_EC3_RIGHT_D_TOP_FLANGE = "semelle supérieure droite-D"
IDS_EC3_LEFT_1_TOP_FLANGE = "semelle supérieure gauche-1"
IDS_EC3_LEFT_2_TOP_FLANGE = "semelle supérieure gauche-2"
IDS_EC3_RIGHT_1_TOP_FLANGE = "RIGHT-1 TOP-FLANGE"
IDS_EC3_RIGHT_2_TOP_FLANGE = "RIGHT-2 TOP-FLANGE"
IDS_EC3_LEFT_D_BOT_FLANGE = "LEFT-D BOTTOM-FLANGE"
IDS_EC3_RIGHT_D_BOT_FLANGE = "RIGHT-D BOTTOM-FLANGE"
IDS_DGN_CONSTRUCTIBILITY = "Constructibilité"
IDS_AS_FROM_BOTTOM_SURFACE_SECTION = "depuis la surface inférieure de la Section"
IDS_AS_ASSUMED_TRANSVERSE_STRESS_FLANGE_ZERO = "On suppose que la Contrainte transversale de la Plaque de semelle est nulle"
IDS_AS_STRENGTH_FLANGE_PLATE = "Résistance de la plaque de flan"
IDS_AS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "Résistance du raidisseur longitudinal de semelle"
IDS_CRACKED = "Fissuré"
IDS_EFFECTIVE_SECTION_PROP = "Propriété de section effective"
IDS_AS_CHECK_MINIMUM_AREA_REINFORCEDMENT = "Vérifier l’aire minimale d’Armature"
IDS_AS_ASSUMED_AREA_THE_END_POST_SATISFIES_EQ_5_14_9 = "On suppose que l’aire des potelets d’extrémité satisfait à l’exigence de l’équation 5.14.9."
IDS_AS_CRACK_CONTROL_SLAB = "Contrôle des fissures de la dalle"
IDS_AS_NOMINAL_DIAMETER = "Diamètre nominal"
IDS_AS_CENTER_TO_CENTER_SPACING = "Espacement centre à centre"
IDS_AS_CHECK_MAXIMUM_SPACING_REBAR = "Vérifier l’espacement maximal des Barres d'Armature"
IDS_AS_YIELDING_FLANGE_PLATE = "Limite d'élasticité de la Plaque de semelle %s"
IDS_AS_PANEL_FROM_TOP_FLANGE = "panneau depuis la semelle supérieure"
IDS_AS_STIFFENER_FROM_TOP_FLANGE = "raidisseur depuis la semelle supérieure"
IDS_AS_CRITICAL_PANEL = "Panneau critique :"
IDS_AS_CRITICAL_STIFFENER = "Raidisseur critique :"
IDS_AS_FIRST = "Premier"
IDS_AS_SECOND = "Deuxième"
IDS_AS_THIRD = "Troisième"
IDS_AS_FOURTH = "Quatrième"
IDS_AS_FIFTH = "Cinquième"
IDS_AS_SIXTH = "Sixième"
IDS_AS_SEVENTH = "Septième"
IDS_INTERACTION_SHEAR_BENDING = "Interaction de cisaillement et de flexion"
IDS_INTERACTION_SHEAR_BENDING_2LINE = "Interaction du \n Cisaillement et de la flexion"
IDS_PROPORTIONING_METHOD = "Méthode de proportionnement"
IDS_SHEAR_BENDING_INTERACTION_METHOD = "Méthode d’interaction Cisaillement et flexion"
IDS_CLAUSE_4_6_3_ALLOW_SEQUECE_CONSTRUCTION = "est déterminé conformément à la clause 4.6.3 afin de tenir compte de la séquence de construction."
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "Résistance des raidisseurs longitudinaux de semelle"
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER_2LINE = "Résistance du raidisseur \nde semelle longitudinal"
IDS_DEMAND = "Demande"
IDS_CAPACITY = "Capacité"
IDS_YIELDING_FLANGE_PLATE = "Limite d'élasticité de la plaque de flasque"
IDS_LONGITUDINAL_SHEAR_SLS = "Cisaillement longitudinal pour SLS"
IDS_CHARACTERISTIC_SHEAR_CAPACITY_OF_SHEAR_CONNECTORS = "Capacité caractéristique au Cisaillement des connecteurs de Cisaillement"
IDS_DESIGN_FOR_LONGITUDINAL_SHEAR = "Conception pour le cisaillement longitudinal"
IDS_DESIGN_LONGITUDINAL_SHEAR_FORCE_PER_UNIT_LENGTH = "Force longitudinale de Cisaillement de dimensionnement par unité de longueur"
IDS_FORCE = "Force"
IDS_COMPOSITE = "Composite"
IDS_COMPONENT = "Composant"
IDS_STRESSES = "Contraintes"
IDS_TOP_FLANGE = "Flasque supérieur"
IDS_BOTTOM_FLANGE = "Flasque inférieur"
IDS_WARPING_STRESSES = "Contraintes de déformation"
IDS_DSITORSIONAL_WARPING = "Déformation distorsionnelle"
IDS_EFFECTIVE_PLASTIC_NEUTRAL_AXIS = "Axe neutre plastique effectif"
IDS_DESIGN_FOR_BENDING_MOMENT = "Conception pour le moment de flexion"
IDS_MOMENT_MODIFICATION_FACTOR = "Facteur de modification du moment"
IDS_SHEAR_YIELD_CAPACITY = "Capacité de limite d'élasticité au cisaillement"
IDS_SHEAR_BUCKLING_CAPACITY = "Capacité de flambement au cisaillement"
IDS_INTERACTION_BUCKLING_CRITERION = "Critère d'interaction de flambement"
IDS_RESTRAINT_WEB_PANELS = "Contrainte des panneaux de âme"
IDS_THIS_WEB_PANEL_IS_RESTRAINED = "Ce panneau d’âme est contreventé"
IDS_THIS_WEB_PANEL_IS_UNRESTRAINED = "Ce panneau d’âme n’est pas contreventé"
IDS_BUCKLING_COEFFICIENTS = "Coefficients de flambement"
IDS_AXIAL_COEFFICIENTS = "Coefficient axial"
IDS_SHEAR_COEFFICIENTS = "Coefficient de cisaillement"
IDS_BENDING_COEFFICIENTS = "Coefficient de flexion"
IDS_STRENGTH_LONGITUDINAL_WEB_STIFFENER = "Résistance des raidisseurs longitudinaux d’âme"
IDS_STIFFENER = "Raidisseur"
IDS_MINIMUM_STIFFNESS = "Rigidité minimale"
IDS_YIELDING_WEB_PANEL = "Limite d'élasticité des panneaux de âme"
IDS_PLASTIC_MOMENT = "Moment plastique"
IDS_MATERIAL_STEEL_GRADE = "사용강종"
IDS_DGN_RPT_TABLE = "표"
IDS_DGN_RPT_EQUATION = "식"
IDS_DGN_ALLOWABLE_FLEXURAL_TENSILE_STRESS = "허용휨인장응력"
IDS_DGN_ALLOWABLE_FLEXURAL_COMPRESSIVE_STRESS = "허용휨압축응력"
IDS_DGN_ALLOWABLE_COMP_STRESS_NOT_BUCKLING = "국부좌굴을 고려하지 않은 허용축방향압축응력"
IDS_DGN_RPT_Y_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Longueur de flambement effective sur l'axe Y"
IDS_DGN_RPT_Z_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Longueur de flambement effective sur l'axe Z"
IDS_DGN_RPT_MEMBER_EFFECTIVE_BUCKLING_LENGTH = "부재의 유효좌굴길이"
IDS_DGN_RPT_MEMBER_RADIUS_OF_GYRATION = "부재 총단면의 단면회전반경"
IDS_DGN_RPT_MEMBER_SLENDERNESS = "세장비"
IDS_DGN_RPT_DIVISION = "구분"
IDS_DGN_RPT_DISTANCE_BETWEEN_COMP_FLANGE = "압축플랜지 고정점간 거리"
IDS_DGN_RPT_COMP_FLANGE_WIDTH = "압축플랜지 폭"
IDS_DGN_RPT_WEB_AREA = "복부판의 총단면적"
IDS_DGN_RPT_COMP_FLANGE_AREA = "압축플랜지 총단면적"
IDS_DGN_RPT_LOCAL_BUCKLING_ALLOWABLE_STRESS_OF_OUTSTAND = "자유돌출판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_COMP_STRESS_MIN_THICKNESS_OF_OUTSTAND = "압축응력을 받는 자유돌출판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_EULER_BUCKLING_STRESS = "허용 오일러 좌굴응력"
IDS_DGN_RPT_ALLOWABLE_SHEAR_STRESS = "허용 전단응력"
IDS_DGN_RPT_NOTE = "note"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_STIFFENED_PLATE_SUPPORT_PLATE = "보강된판 및 양연지지판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_PLATE_THICKNESS = "판두께"
IDS_DGN_RPT_DISTANCE_BETWEEN_FIXED_EGDES_PLATE = "판의 고정연 사이의 거리"
IDS_DGN_RPT_STRESS_GRADIENT_COEFFICIENT = "응력구배계수"
IDS_DGN_RPT_STRESS_GRADIENT = "응력구배"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE = "판의 양연에서의 응력"
IDS_DGN_RPT_MIN_THICKNESS_INTERNAL_PLATE_COMPRESSIVE_STRESS = "압축응력을 받는 양연지지판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_STRESS_INTERNAL_PLATE_LOCAL_BUCKLING = "양연지지판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_INTERNAL_PLATE = "판의 양연에서의 응력이 인장이므로, 압축응력을 받는 양연지지판 검토에서 제외."
IDS_DGN_RPT_THICKNESS_OF_STIFFENED_PLATE = "보강된 판의 두께"
IDS_DGN_RPT_WIDTH_OF_STIFFENED_PLATE = "보강된 판의 폭"
IDS_DGN_RPT_NUMBER_OF_PANELS_SEPERATED_BY_L_STIFFENERS = "종방향보강재에 의해 구분되는 패널의 수"
IDS_DGN_RPT_MIN_THICKNESS_STIFFENED_PLATE_COMPRESSIVE_STRESS = "압축응력을 받는 보강된 판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_OF_STIFFENED_PLATE = "보강된 판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_STIFFENED_PLATE = "판의 양연에서의 응력이 인장이므로, 압축응력을 받는 보강된 판 검토에서 제외."
IDS_DGN_RPT_ALLOWABLE_STRESS_SUMMARY = "허용응력 요약"
IDS_DGN_RPT_OUTSTAND_PLATE = "자유돌출판"
IDS_DGN_RPT_INTERNAL_PLATE = "양연지지판"
IDS_DGN_RPT_STIFFENED_PLATE = "보강된 판"
IDS_DGN_RPT_CHECKING_FLEXURAL_STRESS = "휨응력에 대한 검토"
IDS_DGN_RPT_CHECKING_SHEAR_STRESS = "전단응력에 대한 검토"
IDS_DGN_RPT_WEB_THICKNESS = "복부 두께"
IDS_DGN_RPT_CHECKING_COMBINED_STRESS = "합성응력에 대한 검토"
IDS_DGN_RPT_DISTANCE_CENTROID_TO_OUTERMOST_SIDE_OF_CLOSED_SECTION = "단면 도심으로부터 폐단면의 최외측까지의 거리"
IDS_DGN_RPT_CHECKING_ALLOWABLE_STRESS_FOR_AXIAL_BENDING_MEMBER = "축방향력 및 휨모멘트를 받는 부재의 허용응력 검토"
IDS_DGN_RPT_AXIAL_STRESS = "축방향력에 의한 응력"
IDS_DGN_RPT_STRESS_FOR_BENDING = "휨모멘트에 의한 응력"
IDS_DGN_RPT_EFFECT_OF_ADDITIONAL_BENDING_MOMENT_CANNOT_BE_CONSIDERED = "일 경우 부가적인 휨모멘트의 영향을 고려할 수 없습니다"
IDS_DGN_RPT_FORMULAR_CANNOT_BE_CONSIDERED = "일 경우 검토식을 적용할 수 없습니다"
IDS_DGN_RPT_CHECKING_AXIAL_FORCE = "축방향력에 대한 검토"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS_FLEXURAL_TENSILE_STRESS = "허용축방향인장응력 및 허용휨인장응력"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS = "허용축방향인장응력"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING = "국부좌굴에 대한 허용응력"
IDS_DGN_RPT_ALLOWABLE_AXIAL_COMPRESSION_STRESS_UPPER_LIMIT_NOT_LOCAL_BUCKLING = "국부좌굴을 고려하지 않은 허용축방향압축응력의 상한값"
IDS_DGN_RPT_PIPE_RADIUS = "강관의 반지름"
IDS_DGN_RPT_SECTION_NAME = "단면이름"
IDS_DGN_RPT_LOAD_COMBINATION = "하중조합"
IDS_DGN_RPT_SECTION_PROPERTIES = "단면제원상수"
IDS_DGN_RPT_CHECK_POSITION = "검토위치"
IDS_DGN_RPT_EFFECTIVE_BUCKLING_LENGTH = "유효좌굴장"
IDS_DGN_RPT_CHECKING_STRESS_RESULT = "응력검토 결과"
IDS_DGN_RPT_CHECKING_RESULT = "검토 결과"
IDS_DGN_RPT_RESULT_BENDING_STRESS = "휨 응력도"
IDS_DGN_RPT_RESULT_AXIAL_TENSILE_STRESS = "축방향 인장 응력도"
IDS_DGN_RPT_RESULT_SHEAR_STRESS = "전단 응력도"
IDS_DGN_RPT_RESULT_COMBINED_STRESS = "합성 응력도"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_TENSION = "축방향 힘이 인장의 경우의 안정조사"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_COMPRESSION = "축방향 힘이 압축의 경우의 안정조사"
IDS_DGN_RPT_CHECKING_OKNG = "판정"
IDS_DGN_RPT_COMBINED_STRESS = "합성응력"
IDS_DGN_RPT_ALLOWABLE_VAULE = "허용값"
IDS_DGN_RPT_POSITION = "Position"
IDS_DGN_RPT_DIRECTION = "direction"
IDS_DGN_RPT_PANEL_SIZE = "패널수"
IDS_DGN_RPT_MAX_ALLOWABLE_STRESS_NOT_CHANGE_DEPENDING_ON_THICKNESS = "판두께에 의해 내력이 변화하지 않는 강재(-H사양)을 사용"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_BENDING_COMPRESSIVE_STRESS = "허용 휨 압축응력도의 상한값 적용"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_STRESS_FOR_LOCAL_BUCKLING = "국부좌굴에 대한 허용 응력도의 상한값 적용(웹부재)"
IDS_DGN_RPT_ALLOWABLE_STRESS_CHECKING = "허용응력 계산"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_CORNER = "상단 우각부"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_CORNER = "하단 우각부"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_FLANGE = "상부 플랜지"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_FLANGE = "하부 플랜지"
IDS_DGN_RPT_PART_WEB = "Âme"
IDS_DGN_RPT_PART_FLANGE = "Flasque"
IDS_DGN_RPT_PART_CORNER = "Coin"
IDS_DGN_RPT_PART_CENTER = "중앙"
IDS_DGN_RPT_PART_TOP = "상단"
IDS_DGN_RPT_PART_BOTTOM = "하단"
IDS_DGN_RPT_PART_LEFT_TOP = "좌상단"
IDS_DGN_RPT_PART_RIGHT_TOP = "우상단"
IDS_DGN_RPT_PART_RIGHT_BOTTOM = "우하단"
IDS_DGN_RPT_PART_LEFT_BOTTOM = "좌하단"
IDS_DGN_RPT_RESPONSE_MODIFICATION_FACTOR = "Facteur de modification de réponse"
IDS_AU_BRACED_COLUMN = "Colonne haubanée"
IDS_AU_DAY = "Jour"
IDS_AU_DAYS = "Jours"
IDS_AU_DIRECTION = "Direction"
IDS_AU_DOUBLE_CURVATURE = "Double courbure"
IDS_AU_ELEMENT_ID = "ID d'élément"
IDS_AU_END_I = "END-I"
IDS_AU_END_J = "END-J"
IDS_AU_ENVIRONMENT_ARID = "Aride"
IDS_AU_ENVIRONMENT_INTERIOR = "Intérieur"
IDS_AU_ENVIRONMENT_NEAR_COASTAL = "Proche côtier"
IDS_AU_ENVIRONMENT_TEMPERATE_INLAND = "Tempéré intérieur"
IDS_AU_ENVIRONMENT_TROPICAL = "Tropical"
IDS_AU_MIDDLE = "MILIEU"
IDS_AU_NODE_ID = "ID de nœud"
IDS_AU_PARA_END_I = "Fin( i )"
IDS_AU_PARA_END_J = "Fin( j )"
IDS_AU_PARA_MIDDLE = "Milieu"
IDS_AU_POSITION = "Position"
IDS_AU_SECTION_ID = "ID de section"
IDS_AU_THICKNESS_ID = "ID d'épaisseur"
IDS_AU_UNBRACED_COLUMN = "Colonne non haubanée"
IDS_AU_ABSOLUTE_VALUES = "Valeurs absolues"
IDS_AU_AGE_OF_CONCRETE = "Âge du béton"
IDS_AU_AGGREGATE_SIZE = "Taille des granulats"
IDS_AU_ANGLE_OF_INCLINATION = "Angle d'inclinaison"
IDS_AU_APPLY_MIN_BEND_MOMENT = "Appliquer le moment de flexion minimum"
IDS_AU_AREA_BAR_CLOSED_FITMENT = "Aire de la section transversale de la barre formant un étrier fermé"
IDS_AU_AREA_BOUND_OUTERMOST_FITMENTS = "Aire de la section transversale délimitée par la ligne médiane des étriers les plus extérieurs"
IDS_AU_AREA_ENCLOSED_SHEAR_FLOW_PATH = "Aire enfermée par le chemin d’écoulement du Cisaillement"
IDS_AU_AREA_ENCLOSED_TRANS_TORS_REIN = "Aire enfermée par la ligne médiane de l’Armature de Torsion transversale fermée extérieure"
IDS_AU_AREA_REIN_HALF_DEPTH_TENSION_ZONE = "Aires des Barres d'Armature dans la demi-hauteur de la Section contenant la zone de traction en flexion"
IDS_AU_ASSUMED_BY_DESIGN = "Supposé par la conception"
IDS_AU_BALANCED_AXIS = "Axe équilibré"
IDS_AU_BASIC_DRY_SHRINK_STRAIN = "Déformation de retrait de séchage de base"
IDS_AU_BEND_MOMENT_STRN = "Résistance au moment de flexion"
IDS_AU_CENT_SPAC_BAR_NEAR_TENS_FACE = "Espacement d’axe à axe des barres près d’une face en traction"
IDS_AU_CENT_SPAC_REIN = "Espacement d’axe à axe de l’Armature"
IDS_AU_CHAR_UNIAX_TENS_STRN_CONC = "Résistance caractéristique à la traction uniaxiale du Béton"
IDS_AU_CHAR_YIELD_STRN_REIN = "Limite d'élasticité caractéristique de l’Armature"
IDS_AU_CITY = "Ville"
IDS_AU_COMP_FORC_REIN_SINGLE = "Force de compression due à l’Armature basée sur un dimensionnement simplement armé"
IDS_AU_COMP_FORCE = "Force de compression"
IDS_AU_COMP_FORCE_CONC = "Force de compression par le béton"
IDS_AU_CRACK_WIDTH = "Largeur de fissure"
IDS_AU_DAY_OF_DRYING = "Jour de séchage"
IDS_AU_DESIGN_FACTORS = "Facteurs de conception"
IDS_AU_DIST_LONG_BAR_SIDE = "Distance de la barre longitudinale par rapport au côté"
IDS_AU_DIST_LONG_BAR_SOFFIT = "Distance de la barre longitudinale par rapport à l’intrados"
IDS_AU_EFF_DEPTH_BENDING = "Hauteur utile d’une section transversale dans le plan de flexion"
IDS_AU_EFFECTIVE_COMP_STRENG_FACT = "Facteur de résistance à la compression effective"
IDS_AU_ENVIRONMENT = "Environnement"
IDS_AU_EQUIV_FACT_SHEAR_FORC = "Force de cisaillement équivalente facturée"
IDS_AU_EXPOSED_PERI_SECT = "Périmètre exposé d’une section transversale"
IDS_AU_EXPOSURE_CLASSIFICATION = "Classification d'exposition"
IDS_AU_FINAL_AUTO_SHRINK_STRAIN = "Déformation de retrait autogène finale"
IDS_AU_FINAL_DRY_SHRINK_STRAIN = "Déformation finale de retrait de dessiccation de base"
IDS_AU_GOVERN_LCOM = "Combinaison de charges gouvernante"
IDS_AU_HOOP = "Cerclage"
IDS_AU_HOOP_BAR = "Barre de cerclage"
IDS_AU_INSIDE_SPECIAL_CONFINE_REGION = "À l’intérieur de la région spéciale de confinement"
IDS_AU_LENG_OUTSIDE_PERI_CONC = "Longueur du périmètre extérieur de la section transversale de Béton"
IDS_AU_MAIN_BAR = "Barre principale"
IDS_AU_MAX_ALLOW_LONG_REIN = "Renforcement longitudinal maximum autorisé"
IDS_AU_MAX_LONG_SPAC_SHEAR_REIN = "Espacement longitudinal maximal de l’Armature de Cisaillement"
IDS_AU_MAX_REQ_FLEX_TENS_REIN = "Armature maximale requise en traction de flexion"
IDS_AU_MAX_SLEND_RATIO_EXCEED = "Le rapport d’élancement maximal est dépassé"
IDS_AU_MAX_SLEND_RATIO_NOT_EXCEED = "Le rapport d’élancement maximal n’est PAS dépassé"
IDS_AU_MAX_STRS_REIN_DIA = "Contrainte maximale de l’Armature selon le diamètre"
IDS_AU_MAX_STRS_REIN_SPAC = "Contrainte maximale de l’Armature selon l’espacement"
IDS_AU_MEAN_AXIAL_TENS_STRN_CONC = "Valeur moyenne de la résistance à la traction axiale du Béton"
IDS_AU_MEAN_VALUE_COMP_STRN_CONC = "Valeur moyenne de la résistance à la compression in situ du Béton"
IDS_AU_MIN_ALLOW_LONG_REIN = "Renforcement longitudinal minimum autorisé"
IDS_AU_MIN_BEND_MOMENT = "Moment de flexion minimum"
IDS_AU_MIN_REQ_FLEX_TENS_REIN = "Armature minimale requise en traction de flexion"
IDS_AU_MIN_REQ_STRN = "Résistance minimale requise"
IDS_AU_MIN_TRANS_SHEAR_REIN = "Renforcement minimum en cisaillement transversal"
IDS_AU_MOMENT_INERTIA_COMP_REIN = "Moment d’inertie dû à l’Armature de compression"
IDS_AU_MOMENT_INERTIA_CONC = "Moment d’inertie du Béton"
IDS_AU_MOMENT_INERTIA_TENS_REIN = "Moment d’inertie dû à l’Armature de traction"
IDS_AU_MOMENT_STRN = "Résistance au moment"
IDS_AU_NEUTRAL_AXIS = "Axe neutre"
IDS_AU_NO_LATERAL_RESTRAIN_LONG_BARS = "Nombre de barres longitudinales maintenues latéralement"
IDS_AU_NOMI_CAPA_RBAR_BALANCE_AXIS = "Capacité nominale de la Barre d'Armature pour l’axe équilibré"
IDS_AU_NOMI_CAPA_RBAR_NEUTRAL_AXIS = "Capacité nominale de la Barre d'Armature pour l’axe neutre"
IDS_AU_NOT_SPECIAL_CONFINE_REGION = "PAS région de confinement spécial"
IDS_AU_ON_FLEX_COMP_SIDE = "Du côté compression en flexion"
IDS_AU_ON_FLEX_TENS_SIDE = "Du côté traction en flexion"
IDS_AU_OUTSIDE_SPECIAL_CONFINE_REGION = "À l’extérieur de la région spéciale de confinement"
IDS_AU_OVERALL_DEPTH_BENDING = "Hauteur totale d’une section transversale dans le plan de flexion"
IDS_AU_POSI_TENSION_NEGA_COMP = "Positif pour la traction, négatif pour la compression"
IDS_AU_RECT_SECT = "Section rectangulaire"
IDS_AU_REIN_REQ_COLM = "Exigences de renforcement pour les colonnes"
IDS_AU_REIN_REQ_WALL = "Exigences de renforcement pour les murs"
IDS_AU_REIN_TENS_ZONE_CRACK = "Armature dans la zone de traction pour le contrôle de la fissuration"
IDS_AU_ROTATE_ANGLE_NEUTRAL_AXIS = "Angle de rotation de l’axe neutre"
IDS_AU_ROTATED_SECT = "Section Rotatée"
IDS_AU_SEARCH_NEUTRAL_AXIS = "Rechercher la profondeur de l’axe neutre"
IDS_AU_SHEAR_STRN = "Résistance au Cisaillement"
IDS_AU_SLEND_RATIO = "Rapport de Finesse"
IDS_AU_SPECIAL_CONFINE_REGION = "Région de confinement spécial"
IDS_AU_SPIRAL = "Spirale"
IDS_AU_STRS_REIN = "Contrainte de l'armature"
IDS_AU_T_SECT_FLG_TENS = "Section en T, semelle en traction"
IDS_AU_T_SECT_WEB_TENS = "Section en T, âme en traction"
IDS_AU_TENS_FORC_REIN = "Force de traction par armature"
IDS_AU_TENS_REIN_AREA = "Zone d'armature en traction"
IDS_AU_TORS_CAPA = "Capacité en Torsion"
IDS_AU_TORS_CRACK_MOMENT = "Moment de fissuration en torsion"
IDS_AU_TORS_STRN = "Résistance à la Torsion"
IDS_AU_TOTAL_AREA_OUTSIDE_PERI_CONC = "Aire totale enfermée par le périmètre extérieur de la section de Béton"
IDS_AU_TRANS_SHEAR_REIN_NOT_REQ = "L’Armature transversale de Cisaillement n’est PAS requise"
IDS_AU_TRANS_SHEAR_REIN_REQ = "L'armature transversale au cisaillement est requise"
IDS_AU_UNIFORM_COMP_STRS_DEPTH_FACT = "Facteur de profondeur de contrainte de compression uniforme"
IDS_AU_UNIFORM_COMP_STRS_FACT = "Facteur de contrainte compressive uniforme"
IDS_AU_USER_INPUT_APPLIED = "Entrée Utilisateur Appliquée"
IDS_AU_VERIFY_SPECIAL_CONFINE_REGION_REQ = "Vérification de l'exigence de région de confinement spéciale"
IDS_AU_AXIAL_MOMENT_CAPA = "Capacité Axiale / Moment"
IDS_AU_MIN_TRANS_REIN_AREA = "Zone minimale d'armature transversale"
IDS_AU_CONFINE_CORE = "Confinement du noyau"
IDS_AU_SPAC_FITMENTS = "Espacement des accessoires"
IDS_AU_BAR_DIA_FITMENT = "Diamètre de barre des accessoires"
IDS_AU_MAX_TRANS_REIN_SPAC = "Espacement maximum de l'armature transversale"
IDS_AU_ANAL_RES_BENDING = "Résultats d'analyse pour la flexion"
IDS_AU_AXIAL_FORC_DUE_TO_DEAD_LOAD = "Forces axiales dues à la charge permanente"
IDS_AU_AXIAL_FORC_DUE_TO_LIVE_LOAD = "Forces axiales dues à la charge d'exploitation"
IDS_AU_CENT_TO_CENT_SPAC = "Espacement centre à centre"
IDS_AU_CLEAR_DIST = "Distance libre"
IDS_AU_CTRL_FOR_CRACKING = "Contrôle des fissures"
IDS_AU_DIST_TOP_FIBER_CENT_COMP_FORC = "Distance entre la fibre supérieure et le centre de gravité des résultantes des forces de compression"
IDS_AU_DIST_TOP_FIBER_CENT_TENS_FORC = "Distance entre la fibre supérieure et le centre de gravité des résultantes des forces de traction"
IDS_AU_HOR_REINF_CRACK_CTRL = "Armature horizontale pour le contrôle de la fissuration"
IDS_AU_MAX_CENT_TO_CENT_SPAC = "Espacement maximal d'axe à axe"
IDS_AU_MIN_CLEAR_DIST = "Distance libre minimale"
IDS_AU_PERMANENT_EFFECT = "Effet Permanent"
IDS_AU_REINF_SECOND_DIR_REST_SLAB = "Armature dans la direction secondaire des dalles entravées"
IDS_AU_SHRINK_TEMP_EFFECT = "Effets de retrait et de température"
IDS_AU_SLS_LOAD_COMB = "Combinaison de Charge SLS"
IDS_AU_CALC_ANGLE_CONC_COMP_LONG_AXIS = "Calculer l'angle d'inclinaison du bielles de compression en béton et de l'axe longitudinal"
IDS_AU_CALC_AUTO_SHRINK_STRAIN = "Calculer la déformation de retrait autogène"
IDS_AU_CALC_AXIAL_LOAD_MOMENT_CAPA = "Calculer les capacités en charge axiale et en moment"
IDS_AU_CALC_BUCKLING_LOAD = "Calculer la charge de flambement"
IDS_AU_CALC_BY_FEM_METHOD = "Calculé par la méthode FEM"
IDS_AU_CALC_CAPA_COMP_STRS_BLCOK = "Calculer la capacité du bloc de contrainte de compression"
IDS_AU_CALC_CAPA_REIN = "Calculer la capacité de l'armature"
IDS_AU_CALC_COEF_MOMENT_MAGNIFIER = "Calculer le coefficient du facteur d'amplification des moments"
IDS_AU_CALC_COMP_STRS_BLOCK_FACT = "Calculer le facteur du bloc de contrainte de compression"
IDS_AU_CALC_DGN_CREEP_COEF = "Calculer le coefficient de fluage de conception"
IDS_AU_CALC_DGN_FORC = "Calculer la force de conception"
IDS_AU_CALC_DGN_FORC_NMM = "Calculer la force de calcul pour NMM"
IDS_AU_CALC_DGN_FORC_NM = "Calculer la force de calcul pour NM"
IDS_AU_CALC_DGN_MOMENT = "Calculer le moment de conception"
IDS_AU_CALC_DGN_SHRINK_STRAIN = "Calculer la déformation de retrait de conception"
IDS_AU_CALC_DIFF_MEAN_STRAIN_REIN_CONC = "Calculer la différence entre la déformation moyenne dans l'armature et dans le béton"
IDS_AU_CALC_DRY_SHRINK_STRAIN = "Calculer la déformation de retrait à sec"
IDS_AU_CALC_ECCEN = "Calculer l'excentricité"
IDS_AU_CALC_EFF_DEPTH_CONC_TENS = "Calculer la hauteur utile du béton en traction entourant les barres"
IDS_AU_CALC_EFF_MODULAR_RATIO = "Calculer le rapport modulaire effectif"
IDS_AU_CALC_EFF_SHEAR_DEPTH = "Calculer la profondeur de cisaillement effective"
IDS_AU_CALC_FACT = "Calculer le facteur"
IDS_AU_CALC_FACT_STRS = "Calculer le facteur pour la contrainte"
IDS_AU_CALC_FORC_COMPO_NEUT_AXIS = "Calculer les composantes de force à l'axe neutre"
IDS_AU_CALC_HYPO_THICK = "Calculer l'épaisseur hypothétique"
IDS_AU_CALC_INERTIA_CRACK_SECT = "Calculer le moment d'inertie de la section fissurée"
IDS_AU_CALC_LIMIT_SLEND_RATIO = "Calculer la limite du rapport d'élancement"
IDS_AU_CALC_LONG_STRAIN_CONC_SHEAR = "Calculer la déformation longitudinale dans le béton pour le cisaillement"
IDS_AU_CALC_MAX_FINAL_CRACK_SPAC = "Calculer l'espacement maximal final des fissures"
IDS_AU_CALC_MAX_REQ_FLEX_TENS_REIN = "Calculer l'armature maximale requise en traction de flexion"
IDS_AU_CALC_MAX_SPAC_TRANS_REIN = "Calculer l'espacement maximal de l'armature transversale au cisaillement"
IDS_AU_CALC_MAX_STRS_REIN_TENS_ZONE = "Calculer la contrainte maximale de l'armature en zone de traction"
IDS_AU_CALC_MIN_BEND_MOMENT = "Calculer le Moment de Flexion Minimum"
IDS_AU_CALC_MIN_REQ_FLEX_TENS_REIN = "Calculer l'armature minimale requise en traction de flexion"
IDS_AU_CALC_MIN_REQ_STRN_BEND = "Calculer la résistance minimale requise en flexion"
IDS_AU_CALC_MIN_TRANS_SHEAR_REIN = "Calculer l'armature transversale minimale au cisaillement"
IDS_AU_CALC_MODI_FACT = "Calculer les facteurs de modification"
IDS_AU_CALC_MODI_FACT_NLINEAR_CREEP = "Calculer le facteur de modification pour le comportement de fluage non linéaire"
IDS_AU_CALC_MOMENT_CAPA_BUCKLING_LOAD = "Calculer la capacité en moment pour la charge de flambement"
IDS_AU_CALC_MOMENT_MAGNIFIER = "Calculer le Grossisseur de Moment"
IDS_AU_CALC_MOMENT_RESIST = "Calculer la résistance au moment"
IDS_AU_CALC_NEUTRAL_AXIS_DEPTH = "Calculer la profondeur de l'axe neutre"
IDS_AU_CALC_NOMI_CAPA = "Calculer la capacité nominale"
IDS_AU_CALC_PROPORTION_LONG_REIN = "Calculer la proportion d'armature longitudinale"
IDS_AU_CALC_REIN_RATIO = "Calculer le rapport d'armature"
IDS_AU_CALC_SHEAR_COEF_BY_GENERAL = "Calculer le coefficient de cisaillement par la méthode générale"
IDS_AU_CALC_SHEAR_COEF_BY_SIMPLE = "Calculer le coefficient de cisaillement par la méthode simplifiée"
IDS_AU_CALC_SHEAR_STRN_CONC = "Calculer la résistance au cisaillement du béton"
IDS_AU_CALC_SHEAR_STRN_LIMIT_WEB_CRUSH = "Calculer la résistance au cisaillement limitée par l'écrasement de l'âme"
IDS_AU_CALC_SHEAR_STRN_REIN = "Calculer la résistance au cisaillement de l'armature"
IDS_AU_CALC_SLEND_RATIO = "Calculer le Rapport de Finesse"
IDS_AU_CALC_STRN_REDUCT_FACT = "Calculer le facteur de réduction de résistance"
IDS_AU_CALC_STRS_REIN_TENS_ZONE = "Calculer la contrainte de l'armature en zone de traction"
IDS_AU_CALC_TORS_CRACK_MOMENT = "Calculer le moment de fissuration en torsion"
IDS_AU_CALC_TORS_STRN = "Calculer la résistance à la torsion"
IDS_AU_CALC_ULTIMATE_STRN_COMP = "Calculer la résistance ultime en compression"
IDS_AU_CALC_ULTIMATE_STRN_COMP_WITHOUT_BEND = "Calculer la résistance ultime en compression sans flexion"
IDS_AU_CALC_UNIAX_TENS_STRN_CONC = "Calculer la résistance uniaxiale en traction du béton"
IDS_AU_CALC_UNIFORM_CONC_COMP_STRS = "Calculer la contrainte de compression uniforme du béton"
IDS_AU_CALC_MIN_REINF_CRACK_CTRL = "Calculer l'armature minimale pour le contrôle de la fissuration"
IDS_AU_CALC_MOMENT_CAPA_BALANCE_ECCEN = "Calculer la capacité en moment à l'excentricité équilibrée"
IDS_AU_CALC_REQ_HOR_REINF_CRACK_CTRL = "Calculer l'armature horizontale requise pour le contrôle de la fissuration"
IDS_AU_CHK_AXIAL_LOAD_MOMENT_CAPA = "Vérifier les capacités en charge axiale et en moment"
IDS_AU_CHK_BAR_DIA_FITMENT = "Vérifier le diamètre des barres des cadres"
IDS_AU_CHK_CENT_SPAC_BAR_NEAR_TENS_FACE = "Vérifier l'espacement d'axe à axe des barres près d'une face en traction"
IDS_AU_CHK_CONFINE_CORE = "Vérifier le confinement du noyau"
IDS_AU_CHK_CRACK_WIDTH = "Vérifier la largeur de fissure"
IDS_AU_CHK_DETAIL_REIN_TENS_ZONE_CRACK = "Vérifier le ferraillage de détail de l'armature en zone de traction pour le contrôle de la fissuration"
IDS_AU_CHK_DIST_LONG_BAR = "Vérifier la distance des barres longitudinales"
IDS_AU_CHK_EQUIV_SHEAR_FORC = "Vérifier la Force de Cisaillement Équivalente"
IDS_AU_CHK_MAX_STIRRUP_SPAC_CORE_CONFINE = "Vérifier l'espacement maximal des étriers pour satisfaire le confinement du noyau de la colonne"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE = "Vérifier la contrainte maximale de l'armature en zone de traction"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE_CRACK = "Vérifier la contrainte maximale de l'armature en zone de traction pour le contrôle de la fissuration"
IDS_AU_CHK_MIN_TRANS_SHEAR_REIN = "Vérifier l'armature transversale minimale au cisaillement"
IDS_AU_CHK_MOMENT_CAPA = "Vérifier la Capacité au Moment"
IDS_AU_CHK_REIN_REQ_COLM = "Vérifier les exigences d'armature pour les colonnes"
IDS_AU_CHK_REIN_REQ_WALL = "Vérifier les exigences d'armature pour les murs"
IDS_AU_CHK_SHEAR_CAPA = "Vérifier la Capacité au Cisaillement"
IDS_AU_CHK_SLEND_RATIO = "Vérifier le rapport de finesse"
IDS_AU_CHK_SPAC_FITMENT = "Vérifier l'espacement des cadres"
IDS_AU_CHK_TENS_REIN_AREA = "Vérifier l'aire d'armature en traction"
IDS_AU_CHK_TORS_CAPA = "Vérifier la Capacité en Torsion"
IDS_AU_CHK_DETAIL_REINF_CRACK_CTRL = "Vérifier le ferraillage de détail pour le contrôle de la fissuration"
IDS_AU_CHK_HOR_REINF_CRACK_CTRL = "Vérifier l'armature horizontale pour le contrôle de la fissuration"
IDS_AU_CHK_MAX_CENT_TO_CENT_SPAC = "Vérifier l'espacement maximal d'axe à axe des barres"
IDS_AU_CHK_MIN_CLEAR_DIST = "Vérifier la distance libre minimale entre les barres"
IDS_AU_CHK_MIN_REINF_CRACK_CTRL = "Vérifier l'armature minimale pour le contrôle de la fissuration"
IDS_AU_CHK_MOMENT_CAPA_LOAD_ECCEN = "Vérifier la capacité en moment à l'excentricité de charge"
IDS_DGN_RPT_PRINCIPLE_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Effective buckling length about the principal axis"
IDS_DGN_RPT_EXPOSURE_CLASS = "Classe d'exposition"
IDS_DGN_RPT_BRIDGE_TYPE = "Type de pont"
IDS_DGN_RPT_SERVICE_LIFE = "Durée de service"
IDS_DGN_RPT_PROTECTION_LEVEL = "Niveau de protection"
IDS_DGN_RPT_STRUCTURE_TYPE = "Type de structure"
IDS_DGN_RPT_USING = "Utilisation"
IDS_DGN_Strength_Characteristic_Structural_Steel = "Valeur caractéristique de la résistance de l'acier de construction"
IDS_DGN_Compressive_stress_limit_values_for_local_buckling = "Valeurs limites de la contrainte de compression pour le voilement local"
IDS_DGN_Limit_value_of_axial_compressive_stress = "Valeur limite de la contrainte de compression axiale"
IDS_DGN_Limit_value_of_axial_tensile_stress = "Valeur limite de la contrainte de traction axiale"
IDS_DGN_Limit_values_for_bending_stress = "Valeurs limites de la contrainte de flexion"
IDS_DGN_Limit_values_for_bending_tensile_stress = "Valeurs limites de la contrainte de traction à la flexion"
IDS_DGN_Limit_values_for_bending_compressive_stress = "Valeurs limites de la contrainte de compression à la flexion"
IDS_DGN_Limit_value_of_shear_stress = "Valeur limite de la contrainte de cisaillement"
IDS_REPORTINFO_SECT_TRANSVERSE_REINFORCEMENT = "Armature transversale"
IDS__s_is_ignored = "%s est ignoré."
IDS_CHECK_MAXIMUM_SHEAR_FORCE = "Vérifier l'effort tranchant maximal"
IDS_INCREASE_THE_THICKNESS_OF_SLAB = "Augmenter l'épaisseur de la dalle."
IDS_DGN_RPT_ELEM_TYPE_BEAM = "Élément de poutre"
IDS_DGN_RPT_ELEM_TYPE_VIRTUAL_BEAM = "Poutre virtuelle"
IDS_CONSIDER_AS_NONPRESTRESSED = "Considérer comme non précontraint"
IDS_EDGE_COLUMN = "Poteau de rive"
IDS_CORNER_COLUMN = "Poteau d'angle"
